[
{
"tweet": "Its not everyday you get a chance to meet Batman! I told him I love his ride at Six Flags,  that it… http://t.co/mzdOc01l9G"
}, 
{
"tweet": "I'm cracking myself up thinking about when I convinced @haleyelizabeth1 &amp; @GarrettPrice31 to get on Batman at Six Flags 😂"
}, 
{
"tweet": "I liked a @YouTube video from @coasternick3157 http://t.co/w1d88vyqHd Batman The Ride Stuck On 11-2-2014 At Six Flags Great America"
}, 
{
"tweet": "Six Flags New England: Batman the Dark Knight / On Ride Front Row POV / August 22, 2014 / 1080P: http://t.co/t4Pui021uA via @YouTube"
}, 
{
"tweet": "Batman: Year Fun explores Bruce's time working at a Six Flags."
}, 
{
"tweet": "RT @benrankel: Batman: Year Fun explores Bruce's time working at a Six Flags."
}, 
{
"tweet": "Six Flags Over Texas made some of their rides go backwards. Backwards Batman ride = nauseating (to me). Backwards Mr. Freeze = awesome."
}, 
{
"tweet": "#tbt at Six Flags with these awesome top hats. #SixFlags #Batman #Flash #DC http://t.co/WkuSUGU0m9"
}, 
{
"tweet": "Ok listen I went to six flags for grad night and I bought. A $60 batman hoodie bc of liam I dont even like batman"
}, 
{
"tweet": "I liked a @YouTube video from @coasternick3157 http://t.co/w1d88vyqHd Batman The Ride Stuck On 11-2-2014 At Six Flags Great America"
}, 
{
"tweet": "More rides need to be big boob friendly because the Batman ride at six flags isn't"
}, 
{
"tweet": "Almost promising myself that I will go on Batman next time I go to Six Flags because that's the one I'm most scared of...ALMOST ⬅️"
}, 
{
"tweet": "The crazy arse Batman ride at Six Flags Mexico! Omg! #scared #omg #mexico http://t.co/Vlq2WJHZnG"
}, 
{
"tweet": "@Ashton5SOS that's okay when you come to vegas I will give you my batman cape from six flags"
}, 
{
"tweet": "Had to hop on the batman befo we left @ Six Flags Over Texas http://t.co/664thM57xu"
}, 
{
"tweet": "Steelers fan in line for the Batman ride at Six Flags yesterday: \"It'll be closer than we want, but we'll squeak a W out.\" #expertanalysis"
}, 
{
"tweet": "Guys I'm going to six flags tomorrow. 🎢 I'm gonna see my boyfriend, Batman. #vote5sos"
}, 
{
"tweet": "If i had a dollar for every person whos wearing a superman/batman shirt at six flags rn...😂😩"
}, 
{
"tweet": "Just rode the Batman ride at Six Flags and just about threw up!  It was great..."
}, 
{
"tweet": "El Torito must be no fun to take to Six Flags. Unless he'll hold your girlfriend's purses while you all ride the Batman nine times."
}, 
{
"tweet": "@ewitssamm smh @ when we went to six flags on the ride for batman done af"
}, 
{
"tweet": "I really wanna go buy that batman beanie!!\nBut I still have time before I go to Six Flags😀"
}, 
{
"tweet": "however i also thanked the lord for never having been stung by a bee but that changed this summer on the batman ride at six flags. thx god"
}, 
{
"tweet": "Check out BATMAN The RIDE STATUE by Goebel  SIX FLAGS AMUSMENT PARK NRFB with COA  http://t.co/a87Ies2uuQ via @eBay"
}, 
{
"tweet": "RT @BRWynne: @Vitor_Pass22 looks like you still too short to ride the Batman at Six Flags :-)"
}, 
{
"tweet": "@Vitor_Pass22 looks like you still too short to ride the Batman at Six Flags :-)"
}, 
{
"tweet": "Check out BATMAN The RIDE STATUE by Goebel  SIX FLAGS AMUSMENT PARK NRFB with COA  http://t.co/a87Ies2uuQ via @eBay"
}, 
{
"tweet": "Awww the homie still has the batman keychain I got him at six flags ^-^"
}, 
{
"tweet": "Little bro threw up on batman so our six flags trip was cut a little short 😢"
}, 
{
"tweet": "http://t.co/5yNyCeDaPr #Batman Electric Guitar  DC Six Flags grand prize Very lightly used http://t.co/SpadnCBFWr"
}, 
{
"tweet": "Check out BATMAN The RIDE STATUE by Goebel  SIX FLAGS AMUSMENT PARK NRFB with COA  http://t.co/OQoLkvje2a via @eBay"
}, 
{
"tweet": "RT @_a1jay: Tbh if I was In Ferguson I would of been home 😴 cus I can't even stand on the batman line at six flags for 1 hour 😂😴"
}, 
{
"tweet": "Tbh if I was In Ferguson I would of been home 😴 cus I can't even stand on the batman line at six flags for 1 hour 😂😴"
}, 
{
"tweet": "@karennevarez121 @JRyanMusic @SimplyRayne1 and @realfaithmarie we should go to six flags😀"
}, 
{
"tweet": "@JRyanMusic No but I want to go to six flags"
}, 
{
"tweet": "@JRyanMusic wanna go to six flags with @karennevarez121 and me?"
}, 
{
"tweet": "Omg!\nI have one photo with batman!\n😍😀😱\n\n#Six-Flags #DíaDeHermanos http://t.co/zMZCSPxnvu"
}, 
{
"tweet": "@JRyanMusic Wana go to six flags with me and @karennevarez121"
}, 
{
"tweet": "It was a Six Flags kind of day!! LOL!! Just rode the batman backwards lol...w/KAS, Trio, &amp; then RLee's… http://t.co/j4aTcPp6WH"
}, 
{
"tweet": "I added a video to a @YouTube playlist http://t.co/xsftKE8MO8 Batman The Ride Roller Coaster B-Roll &amp; POV Shots Six Flags Fiesta"
}, 
{
"tweet": "Six Flags Batman The Ride POV Promo New For 2015! Fiesta Texas Roller Co...: http://t.co/9Peqeoj8aM via @YouTube"
}, 
{
"tweet": "Ho aggiunto un video a una playlist di @YouTube: http://t.co/yJgrxmc5Ok Batman Train Reveal Six Flags Fiesta Texas IAAPA 2014"
}, 
{
"tweet": "RT @BatmanOfNight: In line for the Six Flags Batman ride. This thing better feature rigorous detective work and brutal interrogations or it…"
}, 
{
"tweet": "the new batman ride at six flags is gonna be dope!"
}, 
{
"tweet": "Six Flags Fiesta Texas new 4D Batman coaster previewed here! So cool #IAAPA http://t.co/vQBUL1KA0q"
}, 
{
"tweet": "Batman The Ride Roller Coaster B-Roll &amp; POV Shots Six Flags Fiesta Texas...: http://t.co/Tig8qnGQnL via @YouTube"
}, 
{
"tweet": "With my favorite guy celebrating his birthday at Six Flags! Got a massive headache from the Batman ride though 😩 http://t.co/rTIGtYjMG4"
}, 
{
"tweet": "I was batman yesterday at six flags http://t.co/JoJVSyHodA"
}, 
{
"tweet": "On the batman ride at six flags I now know why they keep the lights off on the end. I look up and there's a raccoon looking back at me"
}, 
{
"tweet": "With my favorite guy celebrating his birthday at Six Flags! Got a massive headache from the Batman ride though 😩 http://t.co/rTIGtYjMG4"
}, 
{
"tweet": "RT @B3Burks: Pretty sure I watched the video from us at six flags about 20 times now after we road the batman😂😂 @Kerengonzalezz"
}, 
{
"tweet": "Pretty sure I watched the video from us at six flags about 20 times now after we road the batman😂😂 @Kerengonzalezz"
}, 
{
"tweet": "Check out the new “4D Wing Coaster” just waiting to be experienced by our @UTAustin students this summer at Six Flags http://t.co/KreVwUKq2u"
}, 
{
"tweet": "So I had a dream I was at six flags and on the batman and my seat wouldn't buckle but they still started the ride. Omg it was so real :O"
}, 
{
"tweet": "@SierraHouk When we were at Six Flags, my bought each of his kids a cape: Superman and Batman for the boys and a pink Supergirl for Katie."
}, 
{
"tweet": "I was batman yesterday at six flags http://t.co/JoJVSyHodA"
}, 
{
"tweet": "On the batman ride at six flags I now know why they keep the lights off on the end. I look up and there's a raccoon looking back at me"
}, 
{
"tweet": "Six flags, Batman the ride, she, her family, her kisses,  her hugs. I mean, what else could I ask for… http://t.co/yIcfiGz1zb"
}, 
{
"tweet": "I liked a @YouTube video http://t.co/S7xN4rZADd Six Flags Guitars Now On eBay. Don't Pay Much. Batman, Superman By Scott Grove"
}, 
{
"tweet": "The New Batman Roller Coaster At Six Flags Looks Like A Total Vomit Comet http://t.co/0hoC8CSWrT via @rachelzarrell @buzzfeednews"
}, 
{
"tweet": "I liked a @YouTube video http://t.co/bDn7msWU2s Batman The Ride Construction Update Six Flags Fiesta Texas"
}
]