[
{
"tweet": "Me and my brother on The Hulk ride. I look so confused😂 http://t.co/Lbi3Cnghnq"
}, 
{
"tweet": "Am blessed to have called u my friend,mentor n big bro,the heavens have received an amazing angel Ride in Peace hulk http://t.co/vRiMuWsmX7"
}, 
{
"tweet": "i mean, i guess it's pretty cool being able to get off work and then go ride the hulk, in the back row, with no wait. #orlandolife"
}, 
{
"tweet": "@NiallOfficial Niall, when you come down to Florida , can we ride the Hulk together?"
}, 
{
"tweet": "@thetimtracker ride the hulk for me! Lol"
}, 
{
"tweet": "@kristyzee @jderucki for our car ride home, Hulk's listening to his book &amp; I'm listening to iTunes while editing. Almost back in CO! Yay!"
}, 
{
"tweet": "Should I wait for you by the hulk ride? @Real_Liam_Payne and what day?"
}, 
{
"tweet": "RT @Danica_Patrick: Kyle Busch\\'s pets ride along at Phoenix (http://t.co/G6mvtH433J)(Yahoo!Sports) http://t.co/t8GMy8UD9q"
}, 
{
"tweet": "Taking this Hulk out for a demo ride on what could possibly be the last nice day of the year. Thanks @SGcycling ! http://t.co/1FkpaZc5ue"
}, 
{
"tweet": "I can't wait till Christmas when I go to universal and ride the hulk like 12 times"
}, 
{
"tweet": "RT @idalis_xo: “@ThemeParkUnited: RETWEET if you've ridden the Incredible Hulk Coaster ! http://t.co/vcpymBiJ0M” best ride!!!!"
}, 
{
"tweet": "“@ThemeParkUnited: RETWEET if you've ridden the Incredible Hulk Coaster ! http://t.co/vcpymBiJ0M” best ride!!!!"
}, 
{
"tweet": "Bikers came out in numbers for The Hulk's farewell. Ride with the angels matthew . R.I.P"
}, 
{
"tweet": "We've rode the hulk 3 times, Dueling Dragons 3 times and the Harry Potter ride in less than 2 hours 😅"
}, 
{
"tweet": "regram melissamuraya\nVisit to the site where we lost our fellow rider. Ride with the angels HULK.… http://t.co/UGNezeyE2V"
}, 
{
"tweet": "like you're all nervous to go on a ride like the hulk or something and he holds your hand in line and tells you you're gonna be fine wowzers"
}, 
{
"tweet": "Manta x2 , Kraken x2 ,Sheikra x2 , Kumba , Cheetah hunt , Hulk , Rip Ride Rocket , swam with Dolphins and Sting rays , best holiday ever!"
}, 
{
"tweet": "RT @Real_Liam_Payne: i love Universal studios! been going there since a kid. Favorite ride is the Hulk in Orlando"
}, 
{
"tweet": "@Real_Liam_Payne Liam!! Are you going to go on the hulk ride when you come to orlando like yall did during the UAN tour?☺️🙈"
}, 
{
"tweet": "RT @BigRyanTT: @Gary_M_Miller I'm enjoying it, maybe I'm being blinded by the promise to clean up the Hulk family mess but it's been a fun …"
}, 
{
"tweet": "RT @iamerikestrada: @nickcarter The Hulk ride... I can see my old house from the top! Follow me Nick. BBM changed. Yes ladies BSB n Otown a…"
}, 
{
"tweet": "\"I see London\nI see France\nI learn guitar\nI meet Hulk Hogan\nI ride go-kart on highway\"\n\n-a poorly worded bucket list"
}, 
{
"tweet": "Can't wait to sit front row on The Incredible Hulk, Hollywood Rip Ride Rocket, and Revenge of the Mummy. Roller coasters are kinda my thing"
}, 
{
"tweet": "@jasarien suggest the hulk if its still they and dueling dragons  and if its warm enought the pop eye log ride(warning will get soaked)"
}, 
{
"tweet": "@Gary_M_Miller I'm enjoying it, maybe I'm being blinded by the promise to clean up the Hulk family mess but it's been a fun ride thus far."
}, 
{
"tweet": "@PWT101 Make them ride Hulk together, that would do it!"
}, 
{
"tweet": "Hulk got the only neck strong enough for her to ride"
}, 
{
"tweet": "RT @kinklock: going on the rides today I cnt fuckn wait to go on the hulk ride like fuck y h??? bye !"
}, 
{
"tweet": "@1DMofosUpdates it BETTER be the hulk because that ride is AMAZING"
}, 
{
"tweet": "Did not manage to ride an icelandic horse in iceland. It's okay!  I rode a Hulk! http://t.co/3i8CHWOENF"
}, 
{
"tweet": "These are great - the Hulk is my fav @OctoberJones Gives People Cartoon Faces on His Train Ride to Work http://t.co/acPlaD41HZ"
}, 
{
"tweet": "going on the rides today I cnt fuckn wait to go on the hulk ride like fuck y h??? bye !"
}, 
{
"tweet": "RT @mishacollins: Thanks @jarpad, @JensenAckles for letting me ride along these past few years. Feel lucky to be a part of this phenomenon …"
}, 
{
"tweet": "@wtverlara rip ride rockit kind of has a loop but not really but you don't even feel it on the hulk it's so fun"
}, 
{
"tweet": "someone make them ride the hulk who do i need to pay let me ride it too so i can laugh at harry"
}, 
{
"tweet": "@zaynmalik please please please ride the hulk its fun i promise"
}, 
{
"tweet": "@Real_Liam_Payne you should ride the hulk with me"
}, 
{
"tweet": "if the boys dont ride the hulk next week at universal that whole trip will be a damn waste"
}, 
{
"tweet": "I will only ride the Hulk Monday if @Harry_Styles rides it with me😂 #1DOrlando"
}, 
{
"tweet": "@jonastheprince Please ride The Hulk."
}, 
{
"tweet": "@ayeyosam I'm so jealous I went to universal when they didn't have the harry potter section but that park is amazing did you ride the hulk?"
}, 
{
"tweet": "💥#MurrayFTW #MurrayFTW💥 \nI hope you ride hulk at universal next week!! it's my favorite ride! I can't wait to see u Monday😊 @Real_Liam_Payne"
}, 
{
"tweet": "@Real_Liam_Payne I can't wait to see you nov. 17 I hope you ride the hulk 💥 I love you so much ! #MurrayFTW ☺️😋😊💕💖💘"
}, 
{
"tweet": "The Hulk is exhilarating but not super smooth of a ride so it isn't my favorite."
}, 
{
"tweet": "@Harry_Styles @Real_Liam_Payne The only way I'd ride the Hulk at Universal Monday is if you ride with me😂 #TooScared"
}, 
{
"tweet": "@Real_Liam_Payne #MurrayFTW are you going to ride the Hulk on the 18th? #onedirectionorlando"
}, 
{
"tweet": "@NiallOfficial oommgg I know I'm so hyped lololol are excited for Orlando 😁😁 what do you want to ride the most my fav is hulk lol"
}, 
{
"tweet": "The Incredible Hulk Coaster on #Yelp: Best. Coaster. Ever.\n\nThis ride can easily be summed up in those three words. … http://t.co/pWrTIwq75X"
}, 
{
"tweet": "Hulk want to ride on a rocket🚀\n#hulk #rocket #smalldog #instagood #チワワ http://t.co/5i1yRNbrkd"
}, 
{
"tweet": "RT @TKsquadMAX: Guy: why ride a roller coaster when you can ride me?\n\nGirl: cause rollercoasters actually make me scream http://t.co/LOHS7v…"
}, 
{
"tweet": "@Harry_Styles were gonna ride the hulk together at universal on Monday okay? :D"
}, 
{
"tweet": "\"The children are my inspiration.\" -My mother regarding getting on The Hulk Ride at Universal"
}, 
{
"tweet": "RT @GL0SHAWTY2003: im thankful for my ride or die hae hulk shes always here, she keeps it real and its nice and has nice tits ilysm. 💚 @RAI…"
}, 
{
"tweet": "im thankful for my ride or die hae hulk shes always here, she keeps it real and its nice and has nice tits ilysm. 💚 @RAIDVEEE"
}, 
{
"tweet": "RT @lamm_karen: Kendall finally got to ride the Hulk after a 5 yr wait! http://t.co/oJVjmQIMho"
}, 
{
"tweet": "RT @lamm_karen: Boat to ride the Hogwarts Express to Islands of adventure. Hulk roller coaster in our future! http://t.co/XtRNfAA6dx"
}, 
{
"tweet": "I was sitting next to this girl on the hulk ride,  and my seat wasn't locked all the way 😂 so I touched hers and she started screaming 😭"
}, 
{
"tweet": "Kendall finally got to ride the Hulk after a 5 yr wait! http://t.co/oJVjmQIMho"
}, 
{
"tweet": "Boat to ride the Hogwarts Express to Islands of adventure. Hulk roller coaster in our future! http://t.co/XtRNfAA6dx"
}, 
{
"tweet": "“@bryceboyd_hulk: Ima pick u up in a Cadillac like a gentleman!” But u gotta hold the door shut when we ride cuz it doesn't close in its own"
}, 
{
"tweet": "really sick of the workers on the hulk ride kicking me off the line for having my phone in my pocket ???"
}, 
{
"tweet": "The hulk ride at universal is so sick!!"
}, 
{
"tweet": "I think it's perfectly acceptable to name-drop Hulk Hogan in a legal document... if you're applying for a job as carnival ride operator."
}, 
{
"tweet": "It's pouring here in universal studios, Orlando now I can't ride the hulk😭😭"
}, 
{
"tweet": "@UniStudios help us out here. We just want to ride the Hulk coaster #wepaid #overpriced #letuson #waiversigned"
}, 
{
"tweet": "During the hulk ride I was screaming 1D AF and all the boys names loud,once the ride stopes my sis and I saw the boys waving at us😂Orlando"
}, 
{
"tweet": "The car bow wow drives on tokyo drift fckin awesome thats ride was crunk af too #hulk… http://t.co/a8KCIR0pz7"
}, 
{
"tweet": "RT @nikkayyyyxo: Marissa told people that we got to ride the hulk two times in a row bc the guy liked her..but really it's because he liked…"
}, 
{
"tweet": "Marissa told people that we got to ride the hulk two times in a row bc the guy liked her..but really it's because he liked their lax shirts😂"
}, 
{
"tweet": "I want to ride the hulk\n\nBut it's raining\n\nI'm alone\n\nAnd I have Starbucks"
}, 
{
"tweet": "@UniversalORL Still in UK but I'll be there Aug 2015 👍 someone ride The Hulk for me, I've only got photos for now http://t.co/LhxCydbamx"
}, 
{
"tweet": "@HerTrueKnight No scary rides is good. Yes please lets not do the Hulk ride..well you can do it if you want but I will only--"
}, 
{
"tweet": "@TheSkepticus I think I'd like the angry hulk Skepticus. A little scary, but I think I could hold on for the ride!"
}, 
{
"tweet": "S/O to the guy that thought I was cute &amp;let my siblings &amp; I ride The Hulk on the front row then gave me his number. You the real MVP🏆"
}, 
{
"tweet": "Anyone up for a Hulk ride :) http://t.co/oT24A2SOMw"
}, 
{
"tweet": "Had such a weird and scary dream last night that I don't think I'll ever ride our hulk jetski again😳  not gonna get trapped and drown😁"
}, 
{
"tweet": "mom: mom if you can take my driving you could probably ride the hulk 😂"
}, 
{
"tweet": "The only ride I pussy out was the hulk 😂"
}, 
{
"tweet": "@TheHulkFiles latest ride that the hulk is pimpin"
}, 
{
"tweet": "@AWLOKAY the hulk ride there literally scarred me for life haha"
}, 
{
"tweet": "@We_Feed_Backs @FRONZ1LLA @ptvjaime I remember when I saw him in the hulk ride in islands of adventure 😂😭💗"
}, 
{
"tweet": "im so disappointed that there are no ride photos of the boys on the hulk"
}, 
{
"tweet": "@NiallOfficial did you ride the hulk when you were in Orlando?"
}, 
{
"tweet": "@auuil ok ride the hulk rollercoaster, walk in wonder through dr Seuss realm, and go everywhere you can in harry potter world bc awesome"
}, 
{
"tweet": "@pauldanielbeer @jwPencilAndPad don't you ride the Hulk Rollercoaster at @universalstudios without me, whoever put me in this coffin!"
}, 
{
"tweet": "Just started my day off with my favorite ride, the Hulk!!!!!! 🎢"
}, 
{
"tweet": "Hulk ride selfie, we weren't scared......much! #fast http://t.co/aZorL208bW"
}, 
{
"tweet": "@JanePietruszka  go on the Hulk! That is my favorite ride"
}, 
{
"tweet": "@The_Samoan_Hulk not even sure, I didn't stay till the end of finals cuz I had a long ride home"
}, 
{
"tweet": "RT @Real_Liam_Payne: i love Universal studios! been going there since a kid. Favorite ride is the Hulk in Orlando"
}, 
{
"tweet": "still depressed that i didn't get to ride The Hulk with Liam"
}, 
{
"tweet": "Yall gon be eating turkey I'm gon be in the hulk ride at universal like this hea 🎢"
}, 
{
"tweet": "The Hulk ride was the best omg 😫😫"
}, 
{
"tweet": "@VictoriaJWilkes I love universal the hulk ride and dudleys log flume are amazing"
}, 
{
"tweet": "@Real_Liam_Payne can ride hulk in the universal studios but not a carousel😂 you're special Liam⭐️ #NightChangesvideo http://t.co/Elqkx9ZRWR"
}, 
{
"tweet": "Okay world I must tell the truth now my son is the Incredible Hulk and he loves to ride Elephants! http://t.co/lcIxtGlCUN"
}, 
{
"tweet": "@zoenash @PerthMusicKid yes! Sit at the front of you can for the hulk ride. It's the best."
}, 
{
"tweet": "@zoenash @alyciaTAMARA hulk ride at universal is bar far the best ride I ever been on!"
}, 
{
"tweet": "@UniversalORL Popeye &amp; Bluto's Bilge-Rat Barges, Hollywood Rip Ride Rockit &amp; The Incredible Hulk Coaster are my top three must do's 🎢🎡🎠"
}, 
{
"tweet": "“@UniversalORL: What three rides do you have to ride when visiting #UniversalOrlando?”  Hulk, Spider-Man &amp; The Mummy"
}, 
{
"tweet": "Hp n escape from gringotts, despicable n hulk RT \"@UniversalORL: What three rides do you have to ride when visiting #UniversalOrlando?\""
}, 
{
"tweet": "@UniversalORL Harry potter and forbidden journey, hulk and twister ride it out"
}, 
{
"tweet": "Spider-Man, Men In Black and The Hulk RT @UniversalORL: What three rides do you have to ride when visiting #UniversalOrlando?"
}, 
{
"tweet": "@UniversalORL The Mummy, (are we counting IOA too) The Hulk, and Dragon Challenge. Or Rip Ride Rockit if the wait isn't too long."
}, 
{
"tweet": "@UniversalORL its gotta be The Hulk, Rip Ride Rocket and Dudley Do Rights Ripsaw Falls"
}, 
{
"tweet": "@UniversalORL the hulk, rip ride rockit and gringotts!!! (and jurassic park shh)"
}, 
{
"tweet": "Love this ride (@ The Incredible Hulk Coaster - @universalorl in Orlando, FL) https://t.co/Qu6No2uZM9"
}, 
{
"tweet": "Got to ride the Hulk today. Needed that #coastertherapy!!! Going to be a long week at the Pub. #gobblegobble"
}, 
{
"tweet": "@Ashton5SOS it makes me v sad because you were only 2 hours from me....did you ride the Hulk? #faveride"
}, 
{
"tweet": "@Ashton5SOS @UniStudios did you ride the hulk while you were there? I love that game"
}, 
{
"tweet": "@Ashton5SOS I want to go back to Universal so bad. The Mummy ride, the rocket,the hulk roller coaster is awesome. So is Harry potter world"
}, 
{
"tweet": "@Ashton5SOS @UniStudios what was your favorite ride there? The hulk ride is INSANEEE"
}, 
{
"tweet": "@Ashton5SOS @UniStudios did u ride the hulk? It's amazing"
}, 
{
"tweet": "RT @chasingstaxx: How many women would do this for their Significant other ? Who really ride for bae ?💯 http://t.co/DJpfBW7Ia5"
}, 
{
"tweet": "Wana go back on the hulk ride in America💯"
}, 
{
"tweet": "Got mama to ride the hulk with me today 😈"
}, 
{
"tweet": "@kristendelcurto @Lokicdn @CPlagmann @lainieg01 A TeamOI ride on the Hulk, sounds like a plan! 😄"
}, 
{
"tweet": "@tweetAprilRose You have to ride the Hulk coaster. Awesome!"
}, 
{
"tweet": "@CPlagmann @lainieg01 The new campaign, Bob &amp; Simon Ride the Hulk 2015!"
}, 
{
"tweet": "Late nite. Rdy 4 tomrow. Going to UnivOrlando. The Hulk, HP ride, Spider-Mn ride. U r nothing. I got u cause I have Chuck Norris on my side"
}, 
{
"tweet": "@HiiiCedric oh alright. The hulk is badass. But the dueling dragons is a best too. You gotta ride both sides of the dueling dragon"
}, 
{
"tweet": "RT @collin_jerkins: @HiiiCedric yeah we on the road. At universal ride the hulk, the dueling dragons, and the rock it whatever on the other…"
}, 
{
"tweet": "@HiiiCedric yeah we on the road. At universal ride the hulk, the dueling dragons, and the rock it whatever on the other side"
}, 
{
"tweet": "That Hulk ride was everything 👌"
}, 
{
"tweet": "Trynna ride 44 hulk em down niggas that's a dog chase ❗️"
}, 
{
"tweet": "RT @Jon_Clabo: In this weeks game the #vols are hulk hogan and vandy is that weak Russian that's stepping on an American flag. Let's ride"
}, 
{
"tweet": "In this weeks game the #vols are hulk hogan and vandy is that weak Russian that's stepping on an American flag. Let's ride"
}, 
{
"tweet": "The Hulk is still my favorite ride at Islanda and Rip Ride Rocket at universal. :-)"
}, 
{
"tweet": "And I want to go to Orlando to have some butterbeer\nAnd ride the dragons\nAnd go in Hogwarts\nAnd ride Hulk\nAnd go to Gringotts"
}, 
{
"tweet": "i swear i'd only go to universal for wizarding world if it werent for the hulk ride and spiderman http://t.co/r0ZXe8CaTZ"
}, 
{
"tweet": "When you wanna ride the hulk and it's freezing outside 😂!!! You know they made me take my scarf off… http://t.co/tYaQCkO4ga"
}, 
{
"tweet": "That ride the hulk is the best"
}, 
{
"tweet": "RT @Real_Liam_Payne: i love Universal studios! been going there since a kid. Favorite ride is the Hulk in Orlando"
}, 
{
"tweet": "God on my side fuck who down to ride ✊🙏"
}, 
{
"tweet": "RT @Smartypants60: Can Darren Wilson can keep up the “poor little me, overwhelmed by the Hulk” story that’s been crafted for him? I’d predi…"
}, 
{
"tweet": "I'd rather watch hulk hogans porno than ride bitch all the way up to orono"
}, 
{
"tweet": "Can Darren Wilson can keep up the “poor little me, overwhelmed by the Hulk” story that’s been crafted for him? I’d predict a macho over-ride"
}, 
{
"tweet": "so as i promised here is 18.45 mins whole electronic madness :D sit back and enjoy the ride :D http://t.co/Q2B4CNGFDP"
}, 
{
"tweet": "@HULK_EU @DziRe_KRees @JammyB_EU @BoothyFPS play you at lan? It will be a ride in the park. YOUR WANK M8 http://t.co/FqxPX9zhk2"
}, 
{
"tweet": "Jk but the hulk will forever be my favorite ride ever"
}, 
{
"tweet": "@BoothyFPS @HULK_EU @JammyB_EU well she went through with you so.. Must be a easy ride with me. I shall 👅 her all over"
}, 
{
"tweet": "@mikeZein @NoLoveForThots_ ah bro rip ride and hulk are the shit you can't say they're not"
}, 
{
"tweet": "RT @evelliittt: Gia's tweet reminds my of the time we tried to ghost ride the whip in the baby hulk😂😂😂"
}, 
{
"tweet": "Gia's tweet reminds my of the time we tried to ghost ride the whip in the baby hulk😂😂😂"
}, 
{
"tweet": "RT @JacobFeemster: I got so freaked out when my parents made me get on the hulk at universal but it's well worth it and I have now rode eve…"
}, 
{
"tweet": "So these are supposed to be no ride up boxers... Yeah I guess i have to big of legs"
}, 
{
"tweet": "Check out my ride in #CSRRacing for Device! Try it for FREE!\nhttp://t.co/SGFJ15QX7r http://t.co/yL0ct23B0k"
}, 
{
"tweet": "Check out my ride in #CSRRacing for Device! Try it for FREE!\nhttp://t.co/1wXmfp4TVM http://t.co/W91jUwyhjZ"
}, 
{
"tweet": "I remember when\nAll day I wanted to ride the hulk\nYou said no, Every hour.\n\nWhen we got to the hotel you said you were scared 😌"
}, 
{
"tweet": "@llandel_malave  Did you get on the hulk ride? The best! :)"
}, 
{
"tweet": "RT @LexiGardner: Happy birthday to my ride or die, @xoxo_alishallen!! So proud of the person you are! Can't wait to hulk smash with you in …"
}, 
{
"tweet": "@alanvanhorne Enjoy!  I loved the Incredible Hulk ride."
}, 
{
"tweet": "RT @Kevinnnnn_05: @The_Samoan_Hulk dude a chick who can ride a freaking bike is pretty hot"
}, 
{
"tweet": "@The_Samoan_Hulk dude a chick who can ride a freaking bike is pretty hot"
}, 
{
"tweet": "Happy birthday to my ride or die, @xoxo_alishallen!! So proud of the person you are! Can't wait to hulk smash with you in February! 💚👯"
}, 
{
"tweet": "Book a 2-Day Pass to #Universal Orlando &amp; get an extra day to play! 3 days to ride Hulk, create magic at Diagon Alley &amp; sip on Butterbeer!"
}, 
{
"tweet": "RT @Real_Liam_Payne: i love Universal studios! been going there since a kid. Favorite ride is the Hulk in Orlando"
}, 
{
"tweet": "@lainieg01 @Zamode68 @Marty201023 Did you specify when you would ride the Hulk?  You might have meant some nebulous future date... :)"
}, 
{
"tweet": "@adorkyprincess I love the 4D Harry Potter ride!! And while we're at Universal we may as well ride the Hulk👍"
}, 
{
"tweet": "Hulk tweeted! clubforce: Going for a tranquil car ride with is fun, right? 's host Thaila knows best now... http://t.co/YQOfkAPDSo @fumi905"
}
]