[
{
"tweet": "A fire broke out at Disney World’s newest attraction, the Seven Dwarfs Mine Train. That’s the last time they let Dopey play with matches."
}, 
{
"tweet": "I love when I get a new Disney experience! (@ Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/sShDhfP4uo"
}, 
{
"tweet": "Seven Dwarfs Mine Train pegou fogo ontem :((((("
}, 
{
"tweet": "I got Seven Dwarfs Mine Train! Quiz: Which Disney Parks Ride Should Inspire Your Style? | Disney Style http://t.co/qyRYpSkg06"
}, 
{
"tweet": "RT @Parkeology: Just so you know. In line at Seven Dwarfs Mine Train. Ride 46. #WDW46"
}, 
{
"tweet": "A big 👍 for the Seven Dwarfs Mine train! Cool ride &amp; everyone sang \"Heigh-ho\" on our train 😊 @WaltDisneyWorld @DisneyParks #magickingdom"
}, 
{
"tweet": "!! RT @Parkeology: Just so you know. In line at Seven Dwarfs Mine Train. Ride 46. #WDW46"
}, 
{
"tweet": "“@Parkeology: Just so you know. In line at Seven Dwarfs Mine Train. Ride 46. #WDW46” so cool! Congrats"
}, 
{
"tweet": "Take your fire extinguisher. RT @Parkeology Just so you know. In line at Seven Dwarfs Mine Train. Ride 46. #WDW46"
}, 
{
"tweet": "\"@Parkeology: Just so you know. In line at Seven Dwarfs Mine Train. Ride 46. #WDW46\" work some magic Dwarfs! You've got this!"
}, 
{
"tweet": "“@Parkeology: Just so you know. In line at Seven Dwarfs Mine Train. Ride 46. #WDW46” #winning #WDW46"
}, 
{
"tweet": "Just so you know. In line at Seven Dwarfs Mine Train. Ride 46. #WDW46"
}, 
{
"tweet": "I wish seven dwarfs mine train would come to California😥"
}, 
{
"tweet": "Rode the Seven Dwarfs Mine Train twice in a row. Thank god for fastpasses #DisneyWorld"
}, 
{
"tweet": "I'm at Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL w/ @kbig03 @mb168 https://t.co/c8m6jwnyAp"
}, 
{
"tweet": "Audio: Ambient sounds from the queue of the Seven Dwarfs Mine Train http://t.co/MBCfQGpx2v"
}, 
{
"tweet": "I checked in at Seven Dwarfs Mine Train on #Yelp http://t.co/rJ0lu094Vr"
}, 
{
"tweet": "@hintofspy better than last week, when they didn’t turn off the dragon while passing Seven Dwarfs Mine Train"
}, 
{
"tweet": "Aaaand they fixed it and our line is moving again. WHOO HOO! (@ Seven Dwarfs Mine Train) on #Yelp http://t.co/FgT5OvrOsa"
}, 
{
"tweet": "That moment when you get not just one, but two, yes two FastPass+ reservations for the Seven Dwarfs Mine Train. #score @WaltDisneyWorld"
}, 
{
"tweet": "You can now receive a photo and video memento at Seven Dwarfs Mine Train! When you ride the attraction with a... http://t.co/vRrBguiTNs"
}, 
{
"tweet": "Finally get to see these cuties! ☺️ @ Seven Dwarfs Mine Train http://t.co/S6aSFh8e29"
}, 
{
"tweet": "Small Fire at Seven Dwarfs Mine Train at Magic Kingdom Amusement park in Disney World Small Fire at 7 Dwarfs Mine T http://t.co/OpuALpTlwl"
}, 
{
"tweet": "Little Fire at Seven Dwarfs Mine Train at Magic Kingdom Amusement park in Disney World Little Fire at 7 Dwarfs Mine http://t.co/5z4zZ4ihfy"
}, 
{
"tweet": "One last visit to the mines before we go! #SevenDwarfsMineTrain #HeighHo @ Seven Dwarfs Mine Train http://t.co/FKWOa4FKs4"
}, 
{
"tweet": "@OzGoofyPrincess @2010Jeffreydr @WickedDreamer yes  can't wait  we get to ride seven dwarfs mine train  new Hs star bucks"
}, 
{
"tweet": "Seven Dwarfs Mine Train: http://t.co/MJUmgRAkcp via @YouTube"
}, 
{
"tweet": "Seven Dwarfs Mine Train on #Yelp: Crazy Long line. People were cutting in line at the interactive parts. Castmembers… http://t.co/27aNS2WkEC"
}, 
{
"tweet": "A fire broke out at Disney World’s newest attraction, the Seven Dwarfs Mine Train. That’s the last time they let Dopey play with matches."
}, 
{
"tweet": "Waiting in line for 110 minutes to go on Seven Dwarfs Mine Train #Ilovedisney ❤️"
}, 
{
"tweet": "Epic Enchanted Dream of Tomorrow clip - Seven Dwarfs Mine Train: http://t.co/NGr3Ik0lBh via @YouTube"
}, 
{
"tweet": "Again (@ Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/lfrfeCdAVK"
}, 
{
"tweet": "RT @Parkeology: Just so you know. In line at Seven Dwarfs Mine Train. Ride 46. #WDW46"
}, 
{
"tweet": "Close to loading but no trains. (@ Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/9ivb34QU8u"
}, 
{
"tweet": "Finally!!!! (@ Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/fz99F8Ayzb"
}, 
{
"tweet": "45 minutes into a 2 hour wait for a roller coaster and we're still smiling. @ Seven Dwarfs Mine Train http://t.co/VGq8lHx8uR"
}, 
{
"tweet": "My verdict on the Seven Dwarfs Mine Train? I can't wait to ride it again!!! -Jenna"
}, 
{
"tweet": "Saying hi to #Princess Minnie while mommy and sister ride Seven Dwarfs Mine Train. #WineDineHalf… http://t.co/0LlnUq4wdw"
}, 
{
"tweet": "RT @gaetkoguy: Seven Dwarfs Mine Train!!! Also, the sun is in our eyes. @WaltDisneyWorld #MagicKingdom #MagicalManDate http://t.co/N9sJPaCI…"
}, 
{
"tweet": "Seven Dwarfs Mine Train!!! Also, the sun is in our eyes. @WaltDisneyWorld #MagicKingdom #MagicalManDate http://t.co/N9sJPaCIN2"
}, 
{
"tweet": "RT @SAMatters: Disney fire likely caused by fireworks: Seven Dwarfs Mine Train ride now open http://t.co/UeJzCcibm1"
}, 
{
"tweet": "Fun fun fun!!! #magickingdom @ Seven Dwarfs Mine Train http://t.co/AXYkoMQJjT"
}, 
{
"tweet": "Disney fire likely caused by fireworks: Seven Dwarfs Mine Train ride now open http://t.co/UeJzCcibm1"
}, 
{
"tweet": "Disney fire likely caused by fireworks: Seven Dwarfs Mine Train ride now open http://t.co/d0gNO26X3I"
}, 
{
"tweet": "#Disney World's Seven Dwarfs Mine Train Fire Caused by ... http://t.co/HerQmupT4T #Blaze #Building #MineTrain"
}, 
{
"tweet": "Four gobble gobbles about to board Seven Dwarfs Mine Train. Love the hats #DisneyHolidays @WaltDisneyWorld http://t.co/1C6nbyH2OL"
}, 
{
"tweet": "Back to back on the Seven Dwarfs Mine Train!!! A beautiful night in MK!! #thanksgivingwiththemouse @… http://t.co/qibbcJgfye"
}, 
{
"tweet": "RT @myfox8: Seven Dwarfs Mine Train on fire at Disney World"
}, 
{
"tweet": "According to My Disney Experience, Peter Pan's Flight has a longer wait time than Seven Dwarfs Mine Train 👏👏"
}, 
{
"tweet": "Checking out the queue. (@ Seven Dwarfs Mine Train - @waltdisneyworld) https://t.co/6cWyhdIB4U http://t.co/hxmelgHsqe"
}, 
{
"tweet": "#disneytrivia Did you know that Seven Dwarfs Mine Train is the first Disney Parks attraction that you can walk around all its sides?"
}, 
{
"tweet": "#disneytrivia Did you know that Seven Dwarfs Mine Train is the first Disney Parks attraction that you can walk... http://t.co/w9g9sia6jk"
}, 
{
"tweet": "That was a thrill 😁 (@ Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/3ibHv6SMDV"
}, 
{
"tweet": "Hoping seven dwarfs mine train opens again soon!"
}, 
{
"tweet": "Monday morning blues? \n\nDon’t be Dopey or Grumpy. Be Happy with a ride on the new Seven Dwarfs Mine Train at Walt... http://t.co/N8tESKAQ1h"
}, 
{
"tweet": "Emotional problems is tearing up during Seven Dwarfs Mine Train"
}, 
{
"tweet": "First attraction..seven dwarfs mine train @ Disney's Magic Kingdom http://t.co/wiKT8qk3hi"
}, 
{
"tweet": "While standing by to enter the mine... @ Seven Dwarfs Mine Train http://t.co/sl14bRyn9m"
}, 
{
"tweet": "Awesome, found a new vocation. It’s official. I’m a miner at the Seven Dwarfs Mine Train &amp; you can be too http://t.co/aau0vvZarF #minetrain"
}, 
{
"tweet": "I’m Lucky! I got a new name today, and you can, too, at the Seven Dwarfs Mine Train! http://t.co/aau0vvZarF #minetrain #fb"
}, 
{
"tweet": "That time I got evacuated off the Seven Dwarfs Mine Train and an old hag tried to poison me and I got… http://t.co/E4g9A6kFtJ"
}, 
{
"tweet": "I wonder if the silence over at Disney Hollywood Studios is because they want to avoid repeating the wait for Seven Dwarfs Mine Train."
}, 
{
"tweet": "Waiting in a two hour seven dwarfs mine train 😳 #momprobs http://t.co/RQVAPFCFk8"
}, 
{
"tweet": "I'm ready for a ride on the Seven Dwarfs Mine Train! One of my favorites! #DisneyWorld #SevenDwarfs http://t.co/GuKTLuWvSM"
}, 
{
"tweet": "Wow even the fast pass line has a monster wait for Seven Dwarfs Mine Train http://t.co/k9VRJt5qkV"
}, 
{
"tweet": "Seven dwarfs mine train in the heat, hope it's worth it. http://t.co/DulMVyRP6M"
}, 
{
"tweet": "Queuing for seven dwarfs mine train. 90 min queue. @WaltDisneyWorld @ThemeParkFrog @shellshepp4 @Gareth524Davies http://t.co/ASRZm5VKzf"
}, 
{
"tweet": "90 minute wait ahead @ Seven Dwarfs Mine Train http://t.co/S0Mi2LcnMa"
}, 
{
"tweet": "In line for Haunted Mansion, then FP for my first ride on the Seven Dwarfs Mine Train!"
}, 
{
"tweet": "Seven Dwarfs Mine Train is Disney's newest ride at Magic Kingdom! It's a family coaster with a height requirement... http://t.co/OwWd3Tk1Ct"
}, 
{
"tweet": "I liked a @YouTube video from @mrdizneyking http://t.co/D6n9i9ntUd *NEW* Gaston Talks Seven Dwarfs Mine Train, Anna &amp; Elsa in the"
}, 
{
"tweet": "Love the Seven Dwarfs ❤️ and their new Mine Train is a cool ride! @WaltDisneyWorld @DisneyParks http://t.co/aH4r2VAHnH"
}, 
{
"tweet": "Seven Dwarfs Mine Train POV: http://t.co/BXedBuob1m via @YouTube"
}, 
{
"tweet": "I’m Cheery! I got a new name today, and you can, too, at the Seven Dwarfs Mine Train! http://t.co/lAltmH3Oht #minetrain"
}, 
{
"tweet": "RT @DisneyD23: Imagineers Dave Minichiello &amp; Pam Rawlins take us back to the roots of the Seven Dwarfs Mine Train! #D23DestinationD http://…"
}, 
{
"tweet": "RT @themeparkwriter: The shadows in the mine of Seven Dwarfs Mine Train are from the movie. Just the timing has been altered @DisneyD23 #D2…"
}, 
{
"tweet": "The shadows in the mine of Seven Dwarfs Mine Train are from the movie. Just the timing has been altered @DisneyD23 #D23DestinationD"
}, 
{
"tweet": "Video of snow white appearing in the #SevenDwarfsMineTrain queue: http://t.co/3iIbQBsnKy\n\n#D23DestinationD #SDMT #DestinationD"
}, 
{
"tweet": "Imagineers Dave Minichiello &amp; Pam Rawlins take us back to the roots of the Seven Dwarfs Mine Train! #D23DestinationD http://t.co/NxvaHMfLHs"
}, 
{
"tweet": "@MKJenn82 check out a video of it here: http://t.co/3iIbQBsnKy"
}, 
{
"tweet": "I have gone the past 9 months or so avoiding any spoilers of Seven Dwarfs Mine Train...but I can't leave #DestinationD"
}, 
{
"tweet": "A presentation on Seven Dwarfs Mine Train at #D23DestinationD seems a desperate attempt by WDI to seem relevant among giants like Baxter!"
}, 
{
"tweet": "RT @mearn: \"Here's this incredible never before seen theme park concept that never got built. And now, the Seven Dwarfs Mine Train\""
}, 
{
"tweet": "RT @scarlettashley1: From Tony Baxter talking about Discovery Bay to 2 randoms talking about Seven Dwarfs Mine Train...Um. Okay."
}, 
{
"tweet": "NO RT @21royalstreet: Does/can *anybody* care about the Seven Dwarfs Mine Train after just learning about Discovery Bay: THE THEME PARK???"
}, 
{
"tweet": "Why are we talking about Seven Dwarfs Mine Train at #D23DestinationD Attraction Rewind? Did it go away? Am I missing something?"
}, 
{
"tweet": "Haven't heard phrase \"Fantasyland Forest\" in quite some time until today at Seven Dwarfs Mine Train presentation #D23DestinationD"
}, 
{
"tweet": "\"Here's this incredible never before seen theme park concept that never got built. And now, the Seven Dwarfs Mine Train\""
}, 
{
"tweet": "Does/can *anybody* care about the Seven Dwarfs Mine Train after just learning about Discovery Bay: THE THEME PARK???"
}, 
{
"tweet": "From Tony Baxter talking about Discovery Bay to 2 randoms talking about Seven Dwarfs Mine Train...Um. Okay."
}, 
{
"tweet": "RT @PeytonList: Riding the newest ride @waltdisneyworld Seven Dwarfs Mine Train with @spencerlist! #disneyside✨ http://t.co/OTc6WVDLSf"
}, 
{
"tweet": "Only me and Randy are adventurous (@ Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/pjKbKuY6uT"
}, 
{
"tweet": "Just posted a photo @ Seven Dwarfs Mine Train http://t.co/SCaIItREbA"
}, 
{
"tweet": "Yay! (@ Seven Dwarfs Mine Train in Lake Buena Vista, FL) https://t.co/1H2dNriZ6u"
}, 
{
"tweet": "I'm at Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL w/ @fastpitchhaley https://t.co/nWnex6ImgT"
}, 
{
"tweet": "I'm at Seven Dwarfs Mine Train - @waltdisneyworld in Lake Buena Vista, FL w/ @supapampam https://t.co/Dol0WKWatM"
}, 
{
"tweet": "Seven Dwarfs Mine Train video you can get off of Photopass website 😁💖 http://t.co/7l7n6wIJGr"
}, 
{
"tweet": "Seven Dwarfs Mine Train – Full Ride Video and information http://t.co/22JHUehhWj"
}, 
{
"tweet": "seven dwarfs mine train 😊 http://t.co/qqgpXxcaAa"
}, 
{
"tweet": "On Seven Dwarfs Mine Train in New Fantasyland at Walt Disney World, you’ll make your merry way across rolling... http://t.co/sKsURbIMl7"
}, 
{
"tweet": "Scored!!! FastPass tickets for Seven Dwarfs Mine Train!"
}, 
{
"tweet": "I checked in at Seven Dwarfs Mine Train on #Yelp http://t.co/BDKh1ap1KG"
}, 
{
"tweet": "On Seven Dwarfs Mine Train in New Fantasyland at Walt Disney World, you’ll make your merry way across rolling... http://t.co/VHPXu4fbzP"
}, 
{
"tweet": "Seven Dwarfs Mine Train had a few Christmas twists during last nights Verry Merry Christmas Party! http://t.co/0BRp3NERyO"
}, 
{
"tweet": "RT @DisneyDiary: 7 cool facts about the new Seven Dwarfs Mine Train http://t.co/3aPIVzNOtQ"
}, 
{
"tweet": "RT @stitchkingdom: Time for seven dwarfs mine train http://t.co/mDpbbFI5Co http://t.co/uqlLoetWe4"
}, 
{
"tweet": "50 minute wait for Seven Dwarfs Mine Train. So much for #MVMCP ending at midnight :)"
}, 
{
"tweet": "On Seven Dwarfs Mine Train in New Fantasyland at Walt Disney World, you’ll make your merry way across rolling... http://t.co/8vlwi4Ekob"
}, 
{
"tweet": "Time for seven dwarfs mine train http://t.co/mDpbbFI5Co http://t.co/uqlLoetWe4"
}, 
{
"tweet": "RT @21royalstreet: The Seven Dwarfs Mine Train is really nice. The queue is wonderful. And again, all the textures and details are really l…"
}, 
{
"tweet": "Trying to start a sing-along while waiting in line for seven dwarfs mine train @ #DisneyWorld. Not a single person is joining me. #EpicFail"
}, 
{
"tweet": "Small fire at Disney World's Seven Dwarfs Mine Train ride http://t.co/SLK9ChunyP http://t.co/CAmMSkCgxp"
}, 
{
"tweet": "I’m Tidy! I got a new name today, and you can, too, at the Seven Dwarfs Mine Train! http://t.co/r5AIrK1OTD #minetrain"
}, 
{
"tweet": "Disneys Seven dwarfs mine train pov: http://t.co/e07XGmoh2S via @YouTube"
}, 
{
"tweet": "Video: Take a ride on the Seven Dwarfs Mine Train at Disney World. #wdw  http://t.co/nWY98pifUY"
}, 
{
"tweet": "Starting our last morning in line for the seven dwarfs mine train. #60minutewait… http://t.co/txp6l2xHxa"
}, 
{
"tweet": "RT @21royalstreet: 2 parts in Seven Dwarfs Mine Train where you're blinded w/ glaring white light as your train passes for Memory Maker vid…"
}, 
{
"tweet": "2 parts in Seven Dwarfs Mine Train where you're blinded w/ glaring white light as your train passes for Memory Maker video are REAL special"
}, 
{
"tweet": "@WaltDisneyWorld will be there tomorrow.  can't wait to ride Seven Dwarfs Mine Train."
}, 
{
"tweet": "Wow thanksgiving weekend the wait time for seven dwarfs mine train is only fifty minutes.  YOURE GOING TO BE OKAY @disney_freakz !!!"
}, 
{
"tweet": "On Seven Dwarfs Mine Train in New Fantasyland at Walt Disney World, you’ll make your merry way across rolling... http://t.co/oGDElcZbxE"
}, 
{
"tweet": "Other than Wishes, went to Mickey's Philarmagic, Peter Pan, Haunted Mansion, Space Mountain, and then Seven Dwarfs Mine Train in that order."
}, 
{
"tweet": "I’m Funny! I got a new name today, and you can, too, at the Seven Dwarfs Mine Train! http://t.co/7yrEOqooxY #minetrain"
}, 
{
"tweet": "WDW experts : was Seven Dwarfs Mine Train night time lighting turned off earlier this week or is it always so dark?"
}, 
{
"tweet": "The wait time for seven dwarfs mine train is 140 minutes... Good luck tomorrow @disney_freakz ily"
}, 
{
"tweet": "Have you ridden Seven Dwarfs Mine Train yet? On Magic Kingdom's newest ride, you’ll make your merry way across... http://t.co/a2McRBvMy5"
}, 
{
"tweet": "after years of waiting, i finally conquered the Seven Dwarfs Mine Train this morning! high ho high ho… http://t.co/W5ngjw91sD"
}, 
{
"tweet": "@DrunkAtdisney Ahem,,, RT \"@Mr_Monkey3: Seven dwarfs mine train is down #SurpriseSurprise”"
}, 
{
"tweet": "Seven dwarfs mine train is down #SurpriseSurprise"
}, 
{
"tweet": "P.S. It's my one week anniversary of my first Citrus Swirl and ride on Seven Dwarfs Mine Train.  You pick which is more significant."
}, 
{
"tweet": "Get ready for Seven Dwarfs Mine Train at Magic Kingdom with this Snow White-inspired nail design! #D http://t.co/eX5OEfjcgB"
}, 
{
"tweet": "Photos from my last trip to the Magic Kingdom. This was the construction site for the Seven Dwarfs Mine Train. http://t.co/G0sBitjUNj"
}, 
{
"tweet": "@Katelyn478 may we ride the Seven Dwarfs Mine Train?"
}, 
{
"tweet": "I’m Classy! I got a new name today, and you can, too, at the Seven Dwarfs Mine Train! http://t.co/fhGzgha7up #minetrain"
}, 
{
"tweet": "\"This is the line for Seven Dwarfs Mine Train.\" -Moe as we're in line for the Candlelight Processional at Epcot"
}, 
{
"tweet": "RT @DrunkAtdisney: \"@easywdw: huge batch of seven dwarfs mine train fp+ just released. every day from december 4 onward \" Grab one @derekbu…"
}, 
{
"tweet": "RT @easywdw: huge batch of seven dwarfs mine train fp+ just released. every day from december 4 onward should have availability all day."
}, 
{
"tweet": "Shannon just me that Disney just released a bunch of FastPasses for December on the Seven Dwarfs Mine Train.... http://t.co/6vb7JsxYi7"
}, 
{
"tweet": "Heads-up!!! Lots of availability just opened-up for FastPasses for Seven Dwarfs Mine Train! Go grab them while... http://t.co/tARrDScVWA"
}, 
{
"tweet": "Also in case anyone cares, I was completely underwhelmed by the Seven Dwarfs Mine Train. Too short, not what I expected at all."
}, 
{
"tweet": "Disney just released a ton of fast pass times for The Seven Dwarfs Mine Train Ride Starting Dec 4-31 get them while they are available"
}, 
{
"tweet": "THANK YOU!  Got some :) @Mousesteps Check Fastpass+ for more Seven Dwarfs Mine Train reservations in December - many just opened up."
}, 
{
"tweet": "RT @Mousesteps: Check Fastpass+ for more Seven Dwarfs Mine Train reservations in December - many just opened up."
}, 
{
"tweet": "Check Fastpass+ for more Seven Dwarfs Mine Train reservations in December - many just opened up."
}, 
{
"tweet": "\"@easywdw: huge batch of seven dwarfs mine train fp+ just released. every day from december 4 onward \" Grab one @derekburgan !"
}, 
{
"tweet": "huge batch of seven dwarfs mine train fp+ just released. every day from december 4 onward should have availability all day."
}, 
{
"tweet": "PhotoPass Captures Your Seven Dwarfs Mine Train Ride   Walt Disney World: You can now r... http://t.co/IDLJGZ5PhD http://t.co/2hCK4P6Bmp"
}, 
{
"tweet": "A look at the PhotoPass option from Seven Dwarfs Mine Train Ride http://t.co/UudtOP8mOu"
}
]