[
{
"tweet": "Only a 25 min wait 4 Space Mountain we tryna make a road trip or nah"
}, 
{
"tweet": "RT @apinz16: Mom on Space Mountain:\n\"Putang ina Alexis! Papatayin kita!\"\n\nTranslation:\n\"F*** you Alexis! I'm gonna kill you!\" http://t.co/B…"
}, 
{
"tweet": "@greendawgs Space mountain wdw"
}, 
{
"tweet": "RT @TrinaLegaspi: We meet again Space Mountain http://t.co/xb4SzgLx8R"
}, 
{
"tweet": "Mom on Space Mountain:\n\"Putang ina Alexis! Papatayin kita!\"\n\nTranslation:\n\"F*** you Alexis! I'm gonna kill you!\" http://t.co/BJ9LY5PMEW"
}, 
{
"tweet": "My screamed 'I'm gonna kill you Alexis' on space mountain 😂😂😂🔪"
}, 
{
"tweet": "Halfway through the 55 minute wait time for Space Mountain and suddenly I am really really hungry"
}, 
{
"tweet": "Space mountain made me feel sick wow I want to vomit"
}, 
{
"tweet": "Kyle's making a magic trick for Tiber! 'Ray! @ Space Mountain http://t.co/K6vgkBjxUD"
}, 
{
"tweet": "Fun day at Disneyland with Tiber! 😄 @ Space Mountain http://t.co/YADGM9el9j"
}, 
{
"tweet": "\"Space Mountain has so many down drops and noises and flashing lights that flash right at you!\" -Child on monorail"
}, 
{
"tweet": "I feel as though the soundtrack to Interstellar should be played throughout Disney's Space Mountain, and all over Kennedy Space Center. HAHA"
}, 
{
"tweet": "Had a decent meal. If the cookies stay down, it's space mountain time!"
}, 
{
"tweet": "omg meeting you in line for space mountain was probably the coolest thing that's ever happened to me clique for life |-/"
}, 
{
"tweet": "Space mountain is the trippiest ride"
}, 
{
"tweet": "Check out DISNEY LE 500 WDI Space Mountain Imagineering Pin  http://t.co/4xvMulM5oY via @eBay"
}, 
{
"tweet": "I like space mountain. Don't like big drops :(. Don't like that feeling."
}, 
{
"tweet": "@NairandBjorn Lol space mountain!"
}, 
{
"tweet": "@modd25 @GxdsGift They turn Space Mountain into a huge fan of your documentaries!!"
}, 
{
"tweet": "@greendawgs space mountain"
}, 
{
"tweet": "KAY AND I GOT STUCK IN SPACE MOUNTAIN and got to see the inside #legit http://t.co/Abl9FIU4Uw"
}, 
{
"tweet": "Space mountain w/ lights on &gt; Interstellar"
}, 
{
"tweet": "One time I rode Space Mountain with the lights on and that was the scariest thing I've ever done"
}, 
{
"tweet": "@JohnsonZHANG91 I was one of those adults who haven't grown up.had a ball, but don't need to go on Space Mountain again."
}, 
{
"tweet": "RT @noleman95: Wonder what Space Mountain looks like? Must be shut down at the moment... http://t.co/w1Ns0pbKvA"
}, 
{
"tweet": "Space mountain http://t.co/1juMKXRZWh"
}, 
{
"tweet": "@maxwellglick http://t.co/Qe0H0Ao75d .  Here you go.  I hope you like it!!  I think one of the options is Space Mountain."
}, 
{
"tweet": "@BasicallyIDoWrk you going to ride space mountain"
}, 
{
"tweet": "RT @PeytonList: The cheeseburger, the hotdog, and the princess take on Space Mountain! http://t.co/8ej5CCZoez"
}, 
{
"tweet": "Wonder what Space Mountain looks like? Must be shut down at the moment... http://t.co/w1Ns0pbKvA"
}, 
{
"tweet": "RT @SpaceAstronomer: Hubble captures view of “Mystic Mountain”  http://t.co/JtbjDmYw1b  #astronomy #space http://t.co/7XYA4sW0xX RT @Heaven…"
}, 
{
"tweet": "Space mountain hype - http://t.co/HCkEIadU30"
}, 
{
"tweet": "I want to be on the highest mountain. In the Lowest canyon, Deepest forest. And climb the tallest trees. Sky dive from space."
}, 
{
"tweet": "Well space mountain broke so thats good"
}, 
{
"tweet": "RT @Arthelon: Space mountain hype"
}, 
{
"tweet": "@caycifish @KibbieTheGreat @TylerR909 @StandbyPlease isn't kibbie hat going through space mountain exactly like salmon going upstream?"
}, 
{
"tweet": "Get in some last minute fall fun before winter hits: http://t.co/L6t3vQO3WB"
}, 
{
"tweet": "Space mountain hype"
}, 
{
"tweet": "KibbieHat survived Space Mountain! @KibbieTheGreat @TylerR909 @StandbyPlease http://t.co/3oYe5ds0Ye"
}, 
{
"tweet": "@raveupx space mountain is lyfe"
}, 
{
"tweet": "Suddenly majorly missing the year 11 trip to paris n kingswood basically crying on space mountain n matt n the scary kids that surrounded us"
}, 
{
"tweet": "#NoHelmet (@ Space Mountain - @disneyland in Anaheim, CA w/ @mattpenndotcom) https://t.co/WBwsY09jft"
}, 
{
"tweet": "One happy kid! @ Space Mountain http://t.co/mdayJjASyn"
}, 
{
"tweet": "Hurting myself several times in Space Mountain (3 bruises, 1 bleeding ear lobe) : challenge accomplished. Otherwise Disneyland was awesome!"
}, 
{
"tweet": "Goal of the day: settle down ny stomach enough for space mountain."
}, 
{
"tweet": "Still in line at Space Mountain. Trying to stay entertained. At the point where I can see the cars but surrounded by humanity #disney"
}, 
{
"tweet": "Now I just need space mountain and I'll be all three Disney mountains trained 😁"
}, 
{
"tweet": "@duffy_in_vic Did you're Duffy ride Space Mountain? I enjoyed my visit with you and hope we can meet up again on you're next trip."
}, 
{
"tweet": "Haunted mansion was different. Space mountain two was fucking wayyyy Raddddddd. @kitra @rosscosoletrain"
}, 
{
"tweet": "RT @wldflwrx: socializing isn't a big deal to most but to me, it's like climbing a mountain. I need my space &amp; really appreciate people tha…"
}, 
{
"tweet": "Me &amp; Joe are sat here watching the tower of terror &amp; space mountain videos &amp; getting excited 😁 can't wait to go up the Eiffel Tower too! 🇫🇷"
}, 
{
"tweet": "socializing isn't a big deal to most but to me, it's like climbing a mountain. I need my space &amp; really appreciate people that get that."
}, 
{
"tweet": "what's Ryan's favorite Disneyland ride haha” space mountain"
}, 
{
"tweet": "Going on Space Mountain alone because my family abandoned me. Freedom! #disney"
}, 
{
"tweet": "I'm at Space Mountain - @waltdisneyworld in Lake Buena Vista, FL w/ @colleenmariemc https://t.co/L4rtQGFmRl"
}, 
{
"tweet": "#disneyland #mainstreet time to get on space mountain like a million times !! #blondeadventures #californiaadventures http://t.co/FP5UQO1dWO"
}, 
{
"tweet": "@Brandedwolf we are gonna come eat after space mountain. Its @lilmissy4205 and her SO's birthdays. Make people sing"
}, 
{
"tweet": "@AglarondHeiress He didn't know where he was going. He just knew that he needed some space between the mountain and himself.*"
}, 
{
"tweet": "@meabhadams5 @AdamShanks33 @Gracefrench98 space mountain was unbelievable btw went on it twice"
}, 
{
"tweet": "@meabhadams5 @Gracefrench98 Yeah i did 👍😄 and did youse go on Space Mountain or just on the little disney rides?"
}, 
{
"tweet": "Molly is trying to bribe me to ride Space Mountain later. \n\nA Mickey Bar is not going to cut it."
}, 
{
"tweet": "RT @abbsterssss: Missing you guys on Space Mountain http://t.co/XWqamITzK9"
}, 
{
"tweet": "RT @manzoor_chandio: RT @NASA_Astronauts via @Space_Station \"Mountain top clouds over #Yemen\" #AstroButch http://t.co/MAlmW2GvgF"
}, 
{
"tweet": "Space tower mountain 666 😂@stmt6"
}, 
{
"tweet": "i went on space mountain 17 times *clap clap*"
}, 
{
"tweet": "Snowdon, out of season, less people on the mountain, the perfect time to explore the area.\nSpace left to stay... http://t.co/kGXuhPDcKa"
}, 
{
"tweet": "First ride at Disneyland, Space Mountain! It broke."
}, 
{
"tweet": "RT @Looby_WeMafaro: When is Incredibles 2 coming out... Or Cars 3 or Space Jam 2... My nigga I want to watch Blue Mountain State S4"
}, 
{
"tweet": "Bae I heard you were at Disney today, meet me @ space mountain @TreySongz"
}, 
{
"tweet": "@Tich_C_98 we should just buy space mountain!!!!"
}, 
{
"tweet": "@danyeezus face on space mountain was fucking hilarious 😂😂😂😂😂😂😂😂😂"
}, 
{
"tweet": "Y est ou Space mountain ? #lrt"
}, 
{
"tweet": "@ktmaca1 you only get one shot at space mountain"
}, 
{
"tweet": "RT @Attractions: “@ThemeParkReview: Zero wait for Space Mountain during @WaltDisneyWorld Very Merry Christmas Party! http://t.co/9ehRKIgYKh”"
}, 
{
"tweet": "@BryceStrand mine too. Space Mountain is in my top 3. Hard to beat those rides period. I rode rockin roller coaster for the 1st time in June"
}, 
{
"tweet": "@LaurenSimonex3 and I thought it would be a valid idea to put this picture up and say we were on space mountain 😭😭😭 http://t.co/lJcd2A75GH"
}, 
{
"tweet": "RT @yachairugh: @LaurenSimonex3 and I thought it would be a valid idea to put this picture up and say we were on space mountain 😭😭😭 http://…"
}, 
{
"tweet": "@ztw1228 as great as space mountain is, it's only like 5th because one time I couldn't ride it because I was too short when I was like 8"
}, 
{
"tweet": "RT @LadyGagaSuperF: 30 ticket-holders have asked for refunds for Virgin Galactic, Lady Gaga has not. Source: http://t.co/pM5xFsDuDN OMG! ht…"
}, 
{
"tweet": "This line is equivalent to space mountain on a Saturday during Christmas time"
}, 
{
"tweet": "@TLC my husband &amp; I went to Disney World &amp; actually got on Space Mountain, even though we both do not like roller coasters."
}, 
{
"tweet": "Space mountain line can suck my ass"
}, 
{
"tweet": "How relevant do you think that VR will be to brands and to our lives in the near future? Is there a safe space for i…http://t.co/YBTwwpMgVx"
}, 
{
"tweet": "Space Mountain was worth the wait😄😂😂 @ Space Mountain http://t.co/R9OX4gA2XU"
}, 
{
"tweet": "RT @KLobstar: [rollerskates up to group of kids]\nHello fellow also human teens! yolo! Let us discuss space defense and-\n[fumbles with paper…"
}, 
{
"tweet": "RT @JennaBorovinsky: OMG PRESLEY CAMPBELL IS HERE @DisneylandCeleb spotted at space mountain😍😍😍😍😍 http://t.co/PuWH4hERMj"
}, 
{
"tweet": "There'll be no rhyme\nNo valentine\nNo space and time\nIf I ain't got you\nNo sunny skies\nNo mountain high\nNo... http://t.co/lHlWTtvmJS"
}, 
{
"tweet": "@jordantaylorxix  let's not ride space mountain or tower of terror though because I need to look good around him"
}, 
{
"tweet": "If we're getting fun wheels, give me 2 hours before going on Space Mountain or California Screamin'."
}, 
{
"tweet": "If you're hot and in Disneyland, please meet me at space mountain at nine. Thank you"
}, 
{
"tweet": "@randy_vicario @brenndeezy we went to space mountain like 20 mins after we saw you and it was open again"
}, 
{
"tweet": "RT @kellikristinaa: Took my parents on space mountain #DES 😂😭 http://t.co/isyYn1S0WG"
}, 
{
"tweet": "@PicWalkingDead \"is that the line for Space Mountain?!?\""
}, 
{
"tweet": "“@_WM3_: Whole fam reppin @SFGiants on Space Mountain #worldchamps #dynasty http://t.co/KHv4fjNs5y”too bad my dad totally blocked me😒😂"
}, 
{
"tweet": "like at disneyland andrew and i went on space mountain and when it was dark we kissed and none of our friends could see 😏"
}, 
{
"tweet": "Whole fam reppin @SFGiants on Space Mountain #worldchamps #dynasty http://t.co/Z0ZfMKLCgY"
}, 
{
"tweet": "10 minute wait at Space Mountain @BriannaAngeline @paisleybowtie \nYou guys wanna go before the park closes?"
}, 
{
"tweet": "RT @BobbyBigWheel: The punter yelled \"at least I can go on Space Mountain\" as he whiffed on Sproles"
}, 
{
"tweet": "The punter yelled \"at least I can go on Space Mountain\" as he whiffed on Sproles"
}, 
{
"tweet": "Took my parents on space mountain #DES 😂😭 http://t.co/isyYn1S0WG"
}, 
{
"tweet": "Sealing deals w my hunni (go on space mountain and I'll buy you a stuffed animal) http://t.co/QLEcIAqbzc"
}, 
{
"tweet": "RT @cybercuichi: Along the serene surface of the sea\nLooking up the wide space of sky\nAnd Mountain our mind empty of\nThoughts. http://t.co/…"
}, 
{
"tweet": "“@JodiWhisenhunt: Tiggerific Tuesday Disney Trivia: Space Mountain http://t.co/METGjSYaxq”Cool! My boys love Space Mountain!"
}, 
{
"tweet": "@hithahspam he's in the store by Space Mountain, where you walk off the line. Meetable and huggable. Hiro's there, too."
}, 
{
"tweet": "Took 15 minutes to get on space mountain. Today is a good day (-:"
}, 
{
"tweet": "@NASA how many times do I have to ride space mountain before I become an astronaut?"
}, 
{
"tweet": "@MERFURBY love tower of terri but they still got space mountain and thunder mountain and THE CASTLE"
}, 
{
"tweet": "RT @Suntimes: .@NeilSteinberg thinks the Lucas Museum design looks like Space Mountain. What do you think? http://t.co/d82PraMMfi http://t.…"
}, 
{
"tweet": "I was mad at Amber for having us wait in space mountain for an hour and it breaking down, this makes up for it http://t.co/EoItoFDF5r"
}, 
{
"tweet": "waited 40 minutes in line for space mountain and the ride just broke down. mad demoralizing."
}, 
{
"tweet": "To be in open space. No cars. Just me the animals and the side of a mountain"
}, 
{
"tweet": "on space mountain and then i went on space mountain and gave myself a neck injury by squashing so far into my shoulders just in case"
}, 
{
"tweet": "Space mountain always has to mess up.. Right when I was in the front too 😩"
}, 
{
"tweet": "Space mountain is closed I might cry"
}, 
{
"tweet": "The line for space mountain is realllll 😫"
}, 
{
"tweet": "@OldReba You're in Disney you should want to be hugging Micky mouse and riding space mountain"
}, 
{
"tweet": "@cmstudios can only imagine ! Hopefully you got to go on Space Mountain :)"
}, 
{
"tweet": "@stfuasa omg !!! you're not a dumbass but that's so sad. if it makes you feel any better, i went on space mountain and passed out so.."
}, 
{
"tweet": "@DLthings @Illusion0fLife @jonallen89 Ghost Galaxy: because aliens in space are too obvious for a 'creepy' overlay. GHOSTIFY THAT MOUNTAIN."
}, 
{
"tweet": "@Juliette_brc space mountain"
}, 
{
"tweet": "I want to see space mountain with the lights on"
}, 
{
"tweet": "@Envy_Soul space mountain ? 🚀🗻"
}, 
{
"tweet": "Disney app: Space Mountain wait: 35 mins \nActual line: 70 mins \n\nI cri evry tiem"
}, 
{
"tweet": "last time riding space mountain.\n\ni think i'm getting emotional."
}, 
{
"tweet": "She made sure to get her birthday pin this year. 🎁🎈🎂🎉 @ Space Mountain http://t.co/pxUMSipCul"
}, 
{
"tweet": "Space mountain is the best"
}, 
{
"tweet": "Space mountain, and star tours! Yay!"
}, 
{
"tweet": "RT @Nessa_Kristine: Remember Elisa's \"boob tactic\" she used last night to get the workers to let us on space mountain when the park was clo…"
}, 
{
"tweet": "Remember Elisa's \"boob tactic\" she used last night to get the workers to let us on space mountain when the park was closing"
}, 
{
"tweet": "I went on space mountain earlier today and I cried. Why did I do that to myself? I hate roller coasters, I'm such a dumbass."
}, 
{
"tweet": "Mountain Poet @mtnpoet: RT @washingtonpost: Why are NASA's new space station videos in 3-D? (Because 2-D camer... http://t.co/TJDJNzGgwQ"
}, 
{
"tweet": "@Alec_Perez07 live from space mountain :-) http://t.co/30604ECDat"
}, 
{
"tweet": "Miss waiting in the Space Mountain line with chips in one hand &amp; her on the other."
}, 
{
"tweet": "@GennahLuvzPizza we most def. Have to go back but that was legit our conversation yesterday in line for space mountain"
}, 
{
"tweet": "in the midst of all the drama id like to bring up this picture of me and my cousin + brother on space mountain http://t.co/TZdBnZnHH0"
}, 
{
"tweet": "Space Mountain \\o/ https://t.co/NG3w8ZpsTY"
}, 
{
"tweet": "It's amazing how much different (read: better) the vanilla version of Space Mountain feels as opposed to Ghost Galaxy."
}, 
{
"tweet": "There are new lighting effects in the Space Mountain queue. The blue lights around the loading bay move in a hyperspace-like pattern."
}, 
{
"tweet": "Hour long line up for Space Mountain but it was worth it because I met Huk #disneyland #anaheim… http://t.co/sjsGPnkMym"
}, 
{
"tweet": "Oooh, IT DOES! @Suntimes .@NeilSteinberg thinks the Lucas Museum design looks like Space Mountain. What do you think? http://t.co/imzu8ySkmn"
}, 
{
"tweet": ".@NeilSteinberg thinks the Lucas Museum design looks like Space Mountain. What do you think? http://t.co/d82PraMMfi http://t.co/f29cIiA65h"
}, 
{
"tweet": "Woot (@ Space Mountain - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/uAfL7VFFzV"
}, 
{
"tweet": "I added a video to a @YouTube playlist http://t.co/1BpBfmCs7p Vlog: Riding Solo on Space Mountain, early morning! (Disneyland Paris"
}, 
{
"tweet": "There's an empty two litre of Mountain Dew on the table in my shared office space."
}, 
{
"tweet": "Space mountain is my favorite ride at Disneyland now 😂"
}, 
{
"tweet": "The comet landing is like Point Break when Keanu Reeves jumps onto Patrick Swayzes skydiving back except Swayzes an ice mountain in space!"
}, 
{
"tweet": "What's the longest you've waited in line and what wer... — I think an hour, for the space mountain ride in Disne... http://t.co/hotT678IhS"
}, 
{
"tweet": "Just did Space Mountain THREE times in a row! #MagicKingdom #blessed @MistiGil http://t.co/OpCxZB1Ahb"
}, 
{
"tweet": "Watch the Rosetta spacecraft Lander land on the comet 67P at 9:03 am Mountain time today - http://t.co/abYsjyrugB"
}, 
{
"tweet": "Today, we harpoon a space-mountain travelling at 84,000mph. Humans are class sometimes."
}, 
{
"tweet": "RT @phantomharryx: // @uruwhybiebs //\n\nur acc is cool and question, is that the line for space mountain on your header lol"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is back open and has a current queue time of 5 minutes. #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is temporarily closed while there is a current queue time of 5 minutes. #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "Check out DISNEY  Epcot Space Mountain Stitch   Scrapbook Single Paper Piece L@@K #Disney http://t.co/lyc0BbV8t4 via @eBay"
}, 
{
"tweet": "Check out DISNEY  Space Mountain Mickey  Scrapbook Single Paper Piece L@@K #Disney http://t.co/p3H6ve1xIt via @eBay"
}, 
{
"tweet": "illustrate the future of space travel and the path that we're headed on. We are fucking doing it. We can't see the top of the mountain but"
}, 
{
"tweet": "RT @ajfisher: So excited. @esa is about to land a probe on a tumbling mountain hurtling through space. This is a big deal peeps! #rosetta"
}, 
{
"tweet": "Just finished a big conversation with @ticky about how the Pillars Of Creation are covered in space mountain goats.\nIt’s been a good night."
}, 
{
"tweet": "I wanna go to Disneyland and get on space mountain, Star Wars tour, and LITTLE MERMAID🐠🐟🐚🐙😍"
}, 
{
"tweet": "When we went on space mountain and Dana thought the controls were fake but they were real hahahaha i was dying"
}, 
{
"tweet": "Someone tore the space time continuum, and now sembalun lawang and NTU are connected. That's why we have mountain weather now. #science"
}, 
{
"tweet": "@temporaryvoid never forget: how utterly dead u looked in the space mountain photo"
}, 
{
"tweet": "RT @maryjalufka: I was @bwidragon 's first kiss. It was an accident on space mountain, and I cannot wait to tell our kids about it"
}, 
{
"tweet": "RT @ellenthefel0n: I can't believe space mountain went down on a Tuesday smh"
}, 
{
"tweet": "I was @bwidragon 's first kiss. It was an accident on space mountain, and I cannot wait to tell our kids about it"
}, 
{
"tweet": "RT @melisssuhhh: Steph ruined our pose on space mountain 😴😂 http://t.co/NluIVImBYz"
}, 
{
"tweet": "Steph ruined our pose on space mountain 😴😂 http://t.co/NluIVImBYz"
}, 
{
"tweet": "We did the Shawn Mendes on space mountain lastnight🌚✌️ http://t.co/e2SbTZ6YRE"
}, 
{
"tweet": "I can't believe space mountain went down on a Tuesday smh"
}, 
{
"tweet": "So excited. @esa is about to land a probe on a tumbling mountain hurtling through space. This is a big deal peeps! #rosetta"
}, 
{
"tweet": "I thought it would be cool to take a selfie on space mountain #nbd #disneyland #disneyday… http://t.co/K382dCo0bW"
}, 
{
"tweet": "RT @bklynjoker90: remember ladies you don't have to go to Disney to ride Space Mountain."
}, 
{
"tweet": "remember ladies you don't have to go to Disney to ride Space Mountain."
}, 
{
"tweet": "@ohHeyJoeyP I'm turning into Ric Flair because ladies don't have to go to Disney to ride Space Mountain, WOOOOOOOOO."
}, 
{
"tweet": "When you realize you're too stoned for space mountain http://t.co/wNOJ3o7Tlk"
}, 
{
"tweet": "RT @kimberlyxaz: Me and @AshleyEmiash07 are as lost as @buddy__33's phone on space mountain 😂"
}, 
{
"tweet": "I love space mountain 🚀💫🌌"
}, 
{
"tweet": "Me and @AshleyEmiash07 are as lost as @buddy__33's phone on space mountain 😂"
}, 
{
"tweet": "Splash mountain with macertain_riahdoll  denisevonr  and johann lol mariahs face doe lol @ Space Mountain http://t.co/KFVApN5WZg"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/m7S2QS0jDH http://t.co/OQhwXKxYYy"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/0pnZwoo7cv http://t.co/KqH7mNGLLG"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/rbMua7FUvi ... http://t.co/PwNATJGtDw) http://t.co/ToDw4HhQhF"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/rbMua7FUvi http://t.co/yYZevEAWMs http://t.co/PAAlIDX7Vo"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/mkDgGmKuQC http://t.co/Zk0o7AkhPI http://t.co/kBgv4XIQqS"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/U5CfaLs0ah http://t.co/GNcgVIw6G4"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/mkDgGmKuQC http://t.co/uVdcnqPtSb"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/U5CfaLs0ah http://t.co/W7vE148VLa"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/U5CfaLs0ah http://t.co/NvBgZnQTST"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/uUVtuofK2O http://t.co/6FAPMALhT1"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/U5CfaLs0ah http://t.co/xVnIKl6p3U http://t.co/2JzWrDol8l"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/U5CfaLs0ah http://t.co/zhVm88yIv0"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/U5CfaLs0ah http://t.co/RNUyok6f0j"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/uUVtuofK2O http://t.co/U7xg1cbZFp"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/uUVtuofK2O http://t.co/sMISDmGo1b"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/uUVtuofK2O http://t.co/4QMXo1qBk7"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/rbMua7FUvi http://t.co/yYZevEAWMs http://t.co/93ql3G66Ct"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/uUVtuofK2O http://t.co/ePbhoBEW8D"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain via /r/tifu http://t.co/rbMua7FUvi http://t.co/yYZevEAWMs http://t.co/GzKGnQSS8y"
}, 
{
"tweet": "RT @dadknives: I want to die having sex on space mountain"
}, 
{
"tweet": "@chilliardz space mountain"
}, 
{
"tweet": "“@dadknives: I want to die having sex on space mountain” me"
}, 
{
"tweet": "@Briiiowen yay!! And oh you're welcome, space mountain is my fav so far! And is it crowed? Bc when I went last month it was horrible."
}, 
{
"tweet": "I want to die having sex on space mountain"
}, 
{
"tweet": "20 min space mountain.. what?! 😭😭😭"
}, 
{
"tweet": "@TheVictoriaCain that's my fav, I rode it last time I was here &amp; I'm going there tomorrow so I will! &amp; good call on space mountain 👌"
}, 
{
"tweet": "4000++ steps to Bomodoc-oc.  Missing the cold mountain air and open space. #Bomodoc #Sagada #hiking… http://t.co/3jBNHYjZrW"
}, 
{
"tweet": "We wasted our fastpass on Space Mountain right before they shut it down 😠"
}, 
{
"tweet": "Riding Space Mountain with a headache was not a good idea 😷"
}, 
{
"tweet": "Getting stuck on space mountain and seeing what it looked like with the lights on was pretty awesome 😀"
}, 
{
"tweet": "I need to be on space mountain, like rn"
}, 
{
"tweet": "RT @simmerhaze: Space Mountain during Halloween time is honestly 1000x better than the original version of the ride. Make Ghost Galaxy PERM…"
}, 
{
"tweet": "Space Mountain during Halloween time is honestly 1000x better than the original version of the ride. Make Ghost Galaxy PERMANENT @Disneyland"
}, 
{
"tweet": "// @uruwhybiebs //\n\nur acc is cool and question, is that the line for space mountain on your header lol"
}, 
{
"tweet": "Finally going on Space Mountain 🙌"
}, 
{
"tweet": "Space mountain made my stomach hurt"
}, 
{
"tweet": "@AlyssCampanella lol proud of you for giving Space Mountain another chance 😊 it's my favorite!"
}, 
{
"tweet": "I'm thankful that jack black sat behind me on space mountain http://t.co/lFEC041eMQ"
}, 
{
"tweet": "RT @jteeDC: \"he loves olives. And being tall enough to ride Space Mountain.\" RT @GranspearZX: @thewayoftheid So what are we putting on @me'…"
}, 
{
"tweet": "@hotstuffgracez space mountain was closed when I went you lucky duck😭"
}, 
{
"tweet": "\"he loves olives. And being tall enough to ride Space Mountain.\" RT @GranspearZX: @thewayoftheid So what are we putting on @me's headstone?"
}, 
{
"tweet": "20 minute wait for space mountain I can dig it. 😏"
}, 
{
"tweet": "@baz_eddie those things that happen at Disneyland that obstruct me getting into Space Mountain... #ugh"
}, 
{
"tweet": "Just finished the Monster University Laugh Floor where I was made part of the show. Now online for Space Mountain!"
}, 
{
"tweet": "RT @PeytonList: The cheeseburger, the hotdog, and the princess take on Space Mountain! http://t.co/8ej5CCZoez"
}, 
{
"tweet": "come interview my new friends and I! we are in line for space mountain😊 #magicalthanksgiving"
}, 
{
"tweet": "Patrick's day parade downtown looking like space mountain. TONIGHT at Blondie's in the kitchen?"
}, 
{
"tweet": "What wonderful cast members to let me skip people with my foot broken again. Kudos (@ Space Mountain) https://t.co/OBlOe1Vp8N"
}, 
{
"tweet": "I have a FastPass for Space Mountain at exactly this time a week from now."
}, 
{
"tweet": "Space mountain"
}, 
{
"tweet": "Space mountain = life"
}, 
{
"tweet": "Come and see the different space on argopuro mountain. That place like a lil heaven #vsco #vscocam… http://t.co/gc1QdaabVf"
}, 
{
"tweet": "@marlaa32 it was beyond beautiful. Like the ride Space Mountain and the movie Gravity combined and put on steroids. 11/10 visuals"
}, 
{
"tweet": "@WaltDisneyWorld space mountain"
}, 
{
"tweet": "I'm used to going every year but I haven't been in like 2 years now.😩 Space Mountain, I'm coming for you."
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is back open and has a current queue time of 5 minutes. #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is temporarily closed while there is a current queue time of 5 minutes. #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "RT @sam_kuhns: at any given point you can bet your ass im wishing i was on space mountain"
}, 
{
"tweet": "Space available this weekend, have a look on our website and take that epic mountain trip you've been thinking... http://t.co/iMN24kfOQD"
}, 
{
"tweet": "at any given point you can bet your ass im wishing i was on space mountain"
}, 
{
"tweet": "GMCC will be supporting a mountain bike ride on 21/12/14  with gcc new track   watch this space for times and address."
}, 
{
"tweet": "@cherriuki +1 for Space Mountain =w="
}, 
{
"tweet": "i forgot to add that it was when me and my sister were in line for space mountain"
}, 
{
"tweet": "Lee's Bakery &amp; Kitchen on #Yelp: Close, but is this like Disney' Space Mountain?  Is there a long line inside? http://t.co/t2jgosbWJn"
}, 
{
"tweet": "Highbeams in the snow is basically the same thing as Space Mountain"
}, 
{
"tweet": "I love my dreams. Last night I dreamt I was riding space mountain with Victoria Beckham, but she was waaaaaay to... http://t.co/21vUHOaseI"
}, 
{
"tweet": "This time yesterday I was on my way to space mountain, now I'm on my way to work...how grim"
}, 
{
"tweet": "Space Mountain just makes life worth it"
}, 
{
"tweet": "I ran like hell from ESPN zone to space mountain for nothing smh"
}, 
{
"tweet": "RT @sylvia_gadalla: The space mountain employee😂😂😂😂😂😂😂😂😂😂 #imweak @Mary_Guirguis @guerra_malia @angielabib @sandragadalla"
}, 
{
"tweet": "Rode space mountain twice today...I think im beginning to like roller coasters."
}, 
{
"tweet": "@cherriuki Omg! Really jelly of you right now!! *O*)/ Have fun!!! &lt;3 I LOVE SPACE MOUNTAIN /u\\"
}, 
{
"tweet": "RT @ScottSted34: space mountain has a storage pouch; a bed is a snoreage pouch"
}, 
{
"tweet": "space mountain has a storage pouch; a bed is a snoreage pouch"
}, 
{
"tweet": "Tomorrowland is home to the love of my life, also known as Space Mountain. ❤️ http://t.co/VzreYItXZP"
}, 
{
"tweet": "The space mountain employee😂😂😂😂😂😂😂😂😂😂 #imweak @Mary_Guirguis @guerra_malia @angielabib @sandragadalla"
}, 
{
"tweet": "My ringtone is the Space Mountain song from the ride. When the song would play while riding with the giant moon cookie. #disney4lyfe #socal"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 just opened, but is temporarily closed. (queue time of 5 minutes). #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "Me: *breaks arms on Space Mountain*\nMe: Whatever..."
}, 
{
"tweet": "I've never been on space mountain"
}, 
{
"tweet": "Disney Date with this lovely gal. ✨ @ Space Mountain http://t.co/0kdXpRIXCu"
}, 
{
"tweet": "In case you didn't know, I'm not one for rides. @ Space Mountain http://t.co/Mlb5TVecd1"
}, 
{
"tweet": "Sometimes I just wanna be a hermit and live on a deserted mountain. I love people but I love my space too.."
}, 
{
"tweet": "cosmos w/ Neil degrasse Tyson has shown me that Space Mountain is a scientifically accurate ride. they even got the soundtrack in space rite"
}, 
{
"tweet": "Hell yeah, space mountain!"
}, 
{
"tweet": "Omfg so I was in line for Space Mountain yesterday &amp; this girl would NOT STOP TALKING!! We were in line for an hour &amp; she never stopped"
}, 
{
"tweet": "#Lastride #Space Mountain. Great three days with my girls. Miss the boy! http://t.co/MkztEMtVm3"
}, 
{
"tweet": "Just got to see Space Mountain with the lights on. 😳 #trippy"
}, 
{
"tweet": "Went on space mountain and Cali screaming 6 times😭✊"
}, 
{
"tweet": "I want to go to Disneyland just so I can ride on Space Mountain &amp; Indiana Jones... but I don't think it's worth the $100"
}, 
{
"tweet": "RT @space__agent: Curiosity Does ‘Walkabout’ in Search of Life’s Ingredients at Martian Mountain Base on 3rd Launch Anniversary http://t.co…"
}, 
{
"tweet": "Space mountain with the lights on O_O #scary #metaldeathtrap #peoplemover @ Tomorrowland Transit… http://t.co/cYM4p0mcDb"
}, 
{
"tweet": "literally stuck on space mountain not even kidding"
}, 
{
"tweet": "Space mountain w the lights on 🙊 http://t.co/IEIG01xSd3"
}, 
{
"tweet": "RT @sleezyst3v3: I would not bring my kid to Disneyland until they're old enough to ride space mountain."
}, 
{
"tweet": "Curiosity Does ‘Walkabout’ in Search of Life’s Ingredients at Martian Mountain Base on 3rd Launch Anniversary http://t.co/jF9c5dBsOx #space"
}, 
{
"tweet": "Cool because I cracked my phone screen on space mountain 😡"
}, 
{
"tweet": "“@Iearnsomething: This is what Space Mountain looks like with the lights on. http://t.co/Hxi7bGmsY9” @BZabster let's go to disney😍"
}, 
{
"tweet": "Started on space mountain and ended on space mountain. Good night Disney."
}, 
{
"tweet": "Erika, Scott, Heather, Autumn, and I waiting in line for Space Mountain http://t.co/0ZAXvT25OS"
}, 
{
"tweet": "Shout out to the kids behind us on space mountain that flipped off the camera and had our picture \"lost in space\""
}, 
{
"tweet": "@BartlettCailyn my favorite is space mountain"
}, 
{
"tweet": "RT @arzate_leticia: I need to go on space mountain when im high that'd be so trippy🌝"
}, 
{
"tweet": "@theMVJ space Mountain ?"
}, 
{
"tweet": "Space Mountain with the lights on #itsscarierwiththelightson @ Disney's Magic Kingdom http://t.co/CzLKMT9pwu"
}, 
{
"tweet": "Space Mountain has reopened at approximately 10:30 PM"
}, 
{
"tweet": "Finally on space mountain? Stuck. 😩"
}, 
{
"tweet": "I need to go on space mountain when im high that'd be so trippy🌝"
}, 
{
"tweet": "My moms ponytail hairpiece just fell out on space mountain #disneyworld"
}, 
{
"tweet": "RT @CaIIMeTheDoctor: All of time and space, I have seen many sights of the universe...\nLegends call this The Mountain Nebula #DoctorWho htt…"
}, 
{
"tweet": "// S P A C E M O U N T A I N // @ Space Mountain http://t.co/fB6Qv2n90e"
}, 
{
"tweet": "@AnnaEpple just wait until it looks like space mountain"
}, 
{
"tweet": "Matt Carlino gets the Fast Pass to the front of the line for Space Mountain tonight, agreed? Good."
}, 
{
"tweet": "So this lady threw up on star tours then on space mountain and was panicking and my uncle and I agreed she has EBOLA😅 http://t.co/JPNwuLPzYU"
}, 
{
"tweet": "@olivia_holt are you at Disneyland right now? If you are, i'm at space mountain. #prayingyouratdisneyland"
}, 
{
"tweet": "@james_r_3 @DallasTheHuman_ I agree space mountain and slash mountain are the best"
}, 
{
"tweet": "@DallasTheHuman_ @Jrome_94 Splash Mountain and Space Mountain are the best lol"
}, 
{
"tweet": "I just rode space mountain with half of the lights on. #DisneyWorld"
}, 
{
"tweet": "\"We should go on Space ship mountain next\" \n\n*cringes"
}, 
{
"tweet": "My Space🚀 Mountain face 😯 is on point👌😂 http://t.co/a7toj3z6Qo"
}, 
{
"tweet": "I'm about to ride space mountain which is scary af I'm not even thinking right now😂😂 idk what I got myself into"
}, 
{
"tweet": "Space Mountain is my favorite ride!"
}, 
{
"tweet": "@stopkmorgan I lived on the mountain for 2 years. It is a beautiful sacred space. Thanks for advocating &amp; standing &amp; fighting peacefully."
}, 
{
"tweet": "RT @iMallbot: I'm ruler of space mountain,"
}, 
{
"tweet": "Black Friday... two simple Wal-Mart items at good prices. Now in line to ride Space Mountain. I've made a huge mistake."
}, 
{
"tweet": "Space Mountain is still just as good as when I was little 🎢"
}, 
{
"tweet": "about to ride space mountain yay"
}, 
{
"tweet": "when you only have 13 minutes to get from splash mountain to space mountain😅😅😅 (we made it though so it's okay)"
}, 
{
"tweet": "Just saw the check-out line in Target, I can get on Space Mountain in less time!! #tistheseason #justlooking"
}, 
{
"tweet": "I kept my eyes open for nearly 5 seconds! RT @best_day_ever: SPACE MOUNTAIN #spacemountain http://t.co/BTjb9Eck2D"
}, 
{
"tweet": "Tryna go to space mountain"
}, 
{
"tweet": "Maleficent and her Raven take on Space Mountain http://t.co/ZTtCyXj4CP"
}, 
{
"tweet": "thankful for space mountain http://t.co/j6rADyFnna"
}, 
{
"tweet": "The only time it is ever okay to wait in a line this long is to ride Space Mountain."
}, 
{
"tweet": "RT @CaIIMeTheDoctor: All of time and space, I have seen many sights of the universe...\nLegends call this The Mountain Nebula #DoctorWho htt…"
}, 
{
"tweet": "Young Israeli Boy Passes away After Last Desire to Trip Disneys Space Mountain at the Magic Kingdom Young Israeli B http://t.co/kl3U1QRVxd"
}, 
{
"tweet": "Space mountain is crazy http://t.co/GaZO29Dqte"
}, 
{
"tweet": "Space Mountain! Jimmy's first time!! http://t.co/dHUAjuSnbA"
}, 
{
"tweet": "Space mountain is amazing."
}, 
{
"tweet": "Young Israeli Child Passes away After Last Wish to Ride Space Mountain at the Magic Kingdom Young Israeli Child Pas http://t.co/G97iIWYegp"
}, 
{
"tweet": "I'm sooo sleepy finna get on Space Mountain"
}, 
{
"tweet": "Space Mountain is probably my favorite roller coaster"
}, 
{
"tweet": "Young Israeli Boy Dies After Last Desire to Ride Space Mountain at the Magic Kingdom Young Israeli Kid Passes away  http://t.co/6WuZ2qCl5r"
}, 
{
"tweet": "@trumantichrist well the 75's were amazing years in 1875 the civil rights act was passed then in 1975 space mountain opened in disneyland!!"
}, 
{
"tweet": "Young Israeli Child Passes away After Last Desire to Trip Disneys Space Mountain at the Magic Kingdom Young Israeli http://t.co/6WuZ2qCl5r"
}, 
{
"tweet": "Young Israeli Kid Passes away After Last Wish to Ride Disneys Space Mountain at the Magic Kingdom Young Israeli Boy http://t.co/6WuZ2qCl5r"
}, 
{
"tweet": "Young Israeli Kid Passes away After Last Wish to Ride Disneys Space Mountain at the Magic Kingdom Young Israeli Boy http://t.co/Oggj9uVmah"
}, 
{
"tweet": "Young Israeli Boy Passes away After Last Wish to Trip Disneys Space Mountain at the Magic Kingdom Young Israeli Kid http://t.co/2AlMZn4lZZ"
}, 
{
"tweet": "@dinotrash shes reading from end of sugar mountain to the end of it all there is so much hurt in all that space :)"
}, 
{
"tweet": "Young Israeli Boy Passes away After Last Desire to Trip Space Mountain at the Magic Kingdom Young Israeli Kid Dies  http://t.co/2AlMZn4lZZ"
}, 
{
"tweet": "@thedrive_crew goes to outer space @ Space Mountain http://t.co/rzpOP5ESqy"
}, 
{
"tweet": "This is like waiting in line for space mountain"
}, 
{
"tweet": "@Mr_Theatre_Man you're trying too hard man :/ your barber gave you a line up on space mountain"
}, 
{
"tweet": "I'm on space mountain right from disney world ✌️"
}, 
{
"tweet": "I'm like on space mountain right now 😭✌️"
}, 
{
"tweet": "Waiting for the next train. Heading to Space Mountain! #Disneyland http://t.co/Vk6B4YfQTA"
}, 
{
"tweet": "Space mountain after math😱 http://t.co/ewCAlYxGNv"
}, 
{
"tweet": "I was telling my dad about the space mountain line &amp; he said is that the one with Indiana jones haha like Uhh no that would be Indiana jones"
}, 
{
"tweet": "Went on Space Mountain today because there was only a 5 minute wait and then waited for the front seats - UHMAZING!"
}, 
{
"tweet": "why be with your family on Thanksgiving when you could wait 95 minutes in line to ride Space Mountain!!!!!!!! #DCPProbs"
}, 
{
"tweet": "RT @blearingly: mn humeur c space mountain"
}, 
{
"tweet": "I always choose space mountain bc space or the haunted mansion bc I love that movie lmao"
}, 
{
"tweet": "Space mountain and pocket tees http://t.co/19YfGOMzhl"
}, 
{
"tweet": "I've waited in a shorter line to ride Space Mountain at Disney World than I'm waiting in now to fill my plate. #Thanksgiving2014"
}, 
{
"tweet": "So far, I've been on Stitch's Escape, Space Mountain, the philharmagic, and the Haunted Mansion. In line for Pirates."
}, 
{
"tweet": "@mlenorris24 her true beauty comes out on space mountain👌"
}, 
{
"tweet": "I'm thankful for many things, but having to pee 10 mins into the 80 min line for Space Mountain is not one of them #Disney  #Thanksgiving"
}, 
{
"tweet": "@HoustonCrawford yes it is. How was Space Mountain?"
}, 
{
"tweet": "Space mountain wait time is 95 minutes rn"
}, 
{
"tweet": "Bout to ride space mountain."
}, 
{
"tweet": "Been here for an hour an a half and already in line for the third ride, and have fast pass to space mountain. Success💫"
}, 
{
"tweet": "there's no line for space mountain i'm cryin"
}, 
{
"tweet": "@JoshManuel dude. Cars is really fun. Also space mountain and tower of terror obviously"
}, 
{
"tweet": "@JoshManuel space mountain!"
}, 
{
"tweet": "have you been on space mountain yet"
}, 
{
"tweet": "@mowglinator @JoshManuel don't forget space mountain"
}, 
{
"tweet": "@JoshManuel haunted mansion, space mountain, thunder railroad, eat a chimichanga, and watch fantasmic or the fireworks."
}, 
{
"tweet": "@JoshManuel ride space mountain  and Indiana jones!!!"
}, 
{
"tweet": "@JoshManuel go on space mountain and the matterhorn. eat a breadbowl. take advantage of fastpasses"
}, 
{
"tweet": "@JoshManuel go on space mountain !!!"
}, 
{
"tweet": "@Cptnskippy @DrunkAtdisney Ha! I've done both of those at the same time. But space mountain is worth it"
}, 
{
"tweet": "Almost to the front of space mountain!! #magickingdom #day2"
}, 
{
"tweet": "The four girls in front of me at space mountain all are wearing crocs... #couldadonebetter"
}, 
{
"tweet": "Why is my sister stretching in the line for space mountain?"
}, 
{
"tweet": "#livetweet coach ball was spotted on space mountain...same"
}, 
{
"tweet": "I have seen Space Mountain lines shorter than the one in Target right now"
}, 
{
"tweet": "Boarding soon (@ Space Mountain - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/hbAa7O1Ner"
}, 
{
"tweet": "@parcorama I just tried, but couldn't find anything. \"Goodbye Space Mountain Fan Event\", 15 January 2005."
}, 
{
"tweet": "@KnoxSportsGuy I am at WDW right now and I just rode space mountain with the lights on. One of my WDW bucket list check off today."
}, 
{
"tweet": "#woohoo (@ Space Mountain - @waltdisneyworld in Lake Buena Vista, FL) https://t.co/YGH6tpa4GO"
}, 
{
"tweet": "Not everyone can be as beautiful as me when riding Space Mountain 💁 http://t.co/PyAcIzHQO5"
}, 
{
"tweet": "Waiting in line for space mountain 😋"
}, 
{
"tweet": "DLP Space Mountain experts : Do you know if this spark effect actually used to exist? http://t.co/xhDcYCHpj0"
}, 
{
"tweet": "2 hour wait for space mountain yippe"
}, 
{
"tweet": "@Sparkieboo @bmeegwun here's the space mountain pic http://t.co/lklPTZMetN"
}, 
{
"tweet": "Is @Sparkieboo a devoted #Helix fan? Watching waiting for space mountain.  @bmeegwun    She loves her Miksa.  #BlackGooFriday"
}, 
{
"tweet": "Space mountain first ride!! http://t.co/DNbSoFPT3v"
}, 
{
"tweet": "Twas the night of Dec 5 a few moons ago atop the mountain; amidst the screams and revelry 2 lonely people found space and time in the crowd"
}, 
{
"tweet": "Walked into space mountain nbd #noline #blessed"
}, 
{
"tweet": "@marcmantoo only the bravest are out shopping in these lunatic crowds. I'll stick to hiding in my safe place....in line at Space Mountain!!"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is back open and has a current queue time of 15 minutes. #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is temporarily closed while there is a current queue time of 15 minutes. #SpaceMountain #Disneyland"
}, 
{
"tweet": "RT @hashtagfrenchie: space mountain tho http://t.co/UdgaPg3hZW"
}, 
{
"tweet": "Of course, if Disneyland Paris doesn't put Steve Bramson's original score back into Space Mountain in 2015, it'll be SUCH a shame."
}, 
{
"tweet": "With Chez Marianne now open, the next big thing to look forward to is the 6 month refurbishment of Space Mountain, starting in January."
}, 
{
"tweet": "day two. hoping for less vomit and more space mountain #babysittersindisney"
}, 
{
"tweet": "Space Mountain at Tokyo Disneyland feels faster and longer (4 minutes long) than Anaheim"
}, 
{
"tweet": "@finnegap we were at Space Mountain. We counted at least 500 pass us."
}, 
{
"tweet": "The line to get into Menards is worse than Space Mountain"
}, 
{
"tweet": "Urban line has a longer wait than space mountain @disneyland"
}, 
{
"tweet": "Managed to get up Table Mountain for 3rd time today in space of a week. Each time had time to get back down for a coffee before work."
}, 
{
"tweet": "RT @cynthianxo: Space Mountain is definitely the best ride in Disneyland"
}, 
{
"tweet": "Space Mountain is definitely the best ride in Disneyland"
}, 
{
"tweet": "RT @tonymontemarano: What up! @ibizasun83 @leopardlexie @vampirephilia @ Space mountain @ Disneyland http://t.co/GPCPvB9NV9"
}, 
{
"tweet": "@dustindiamond Do you remember when you lost your pager on space mountain?"
}, 
{
"tweet": "These Black Friday lines remind me of the standby line for Space Mountain in July. 😂😭"
}, 
{
"tweet": "RT @AnonymousEagle: Matt Carlino gets the Fast Pass to the front of the line for Space Mountain tonight, agreed? Good."
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is back open and has a current queue time of 5 minutes. #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "Space mountain takes daaaayyssss"
}, 
{
"tweet": "I LOVED Interstellar. I feel like I've been on Space Mountain for 3 hours and that wasn't even long… http://t.co/KOHYr9rU3k"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 just opened, but is temporarily closed. (queue time of 5 minutes). #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "RT @cybercuichi: Along the serene surface of the sea\nLooking up the wide space of sky\nAnd Mountain our mind empty of\nThoughts. http://t.co/…"
}, 
{
"tweet": "this line for Victoria's Secret is almost as bad as the line for Space Mountain at Disneyland. 😂 #BasicWhiteGirls"
}, 
{
"tweet": "We're in a mountain in space! #pictapgo_app @ Space Mountain http://t.co/DMeILp2F60"
}, 
{
"tweet": "RT @CambriaEast: jess &amp; josh sat together and I sat by myself on space mountain so when they took the picture I kissed my imaginary boyfrie…"
}, 
{
"tweet": "jess &amp; josh sat together and I sat by myself on space mountain so when they took the picture I kissed my imaginary boyfriend😅"
}, 
{
"tweet": "i left my phone on space mountain, and seriously had the worst panic attack"
}, 
{
"tweet": "one day i will go on space mountain 17 times and i will clap clap"
}, 
{
"tweet": "@janessa_lyons I love this for two reasons. 1) The hand. 2) Last time I tried to ride space mountain, they kicked me off the ride. #tootall"
}, 
{
"tweet": "@rashad_logan22 space mountain"
}, 
{
"tweet": "Space mountain &gt;"
}, 
{
"tweet": "Day 4 at Disney. First ones to ride Splash Mountain on Thanksgiving Day, good times on Space Mountain,… http://t.co/4qjvEq8y9T"
}, 
{
"tweet": "My fox amiibo can beat me at level 20 GG Space animals OP AF Mountain Dew Dorito Stain Edition Chester Cheetah Mew2king Squadsquad."
}, 
{
"tweet": "“@AnonymousEagle: Matt Carlino gets the Fast Pass to the front of the line for Space Mountain tonight, agreed? Good.” Perfect"
}, 
{
"tweet": "Having your picture blocked on space mountain twice in one day. \n\n#AchievementUnlocked"
}, 
{
"tweet": "The hand made an appearance on space mountain. (Just for you @BYUSoundGuy) #disneyland http://t.co/7Wdvs0G8Tn"
}, 
{
"tweet": "RT @EFalaro: Space Mountain...Mikey wasn't impressed @ Disneyland http://t.co/HYLh5BWfhL"
}, 
{
"tweet": "Space mountain open again ayeeee"
}, 
{
"tweet": "RT @julip3r3z: Seizures on space mountain ? http://t.co/JZMyJtIMMy"
}, 
{
"tweet": "I close my eyes when my dad drives and pretend I'm on space mountain and so I don't know how I'm going to die"
}, 
{
"tweet": "“@AbdenourKaitlin: \"@CommonWhiteGrls: The accuracy http://t.co/QnfWEC11xu\" @VeronicaJenei” lmfaoo on space mountain"
}, 
{
"tweet": "Stuck on space mountain 🆒🆒🆒"
}, 
{
"tweet": "\"Space mountain might be the oldest ride at the park but it also has the longest line\" - Ric Flair http://t.co/uq5mJYO6Kx"
}, 
{
"tweet": "S/o to space mountain for breaking once I was in my seat ready to go"
}, 
{
"tweet": "@derekshyhiem I'm so ready . for space mountain omf"
}, 
{
"tweet": "Space mountain shenanigans! ✌️❤️☺️ #spacemountain #disneyland @ Space Mountain http://t.co/fkEawQRwKN"
}, 
{
"tweet": "Space Mountain: check"
}, 
{
"tweet": "Seizures on space mountain ? http://t.co/JZMyJtIMMy"
}, 
{
"tweet": "When space mountain breaks down midride take a selfie http://t.co/Bv505qZkLt"
}, 
{
"tweet": "Stuck on another ride!  This time space mountain and the lights are on... But we are around the corner so can't see anything!"
}, 
{
"tweet": "RT @PeytonList: The cheeseburger, the hotdog, and the princess take on Space Mountain! http://t.co/8ej5CCZoez"
}, 
{
"tweet": "@AllieFarrow we are too but we are eating lunch first then we all need to meet up and ride space mountain and splash too"
}, 
{
"tweet": "RT @blearingly: mn humeur c space mountain"
}, 
{
"tweet": "Space Mountain Mission 2 inside at #DisneylandParis http://t.co/BRxbtccdw1"
}, 
{
"tweet": "RT @sbeezyyy_: Megan always pretends she's on space mountain"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is back open and has a current queue time of 80 minutes. #SpaceMountain #Disneyland #DLP"
}, 
{
"tweet": "@LjoeShayn lol do you have fast passes for space mountain because we do"
}, 
{
"tweet": "Space mountain crari"
}, 
{
"tweet": "RT @crazyjet379: The laundry mountain just ...is ...now....I've embraced it and given it some space to settle in. I have a really good feel…"
}, 
{
"tweet": "Well, I just got myself dancing to Space Mountain music :3"
}, 
{
"tweet": "\"@niallxsunshxne: 34. Ton attraction disney fav ? 🎢\" space mountain"
}, 
{
"tweet": "like we just walked right on to space mountain"
}, 
{
"tweet": "if you don't love space mountain you're lying"
}, 
{
"tweet": "RT @InsideDLParis: There is a line for Nautilus, and let's not start about the one for Space Mountain Mission 2 ;-) good day for DLP http:/…"
}, 
{
"tweet": "@Kstupples You get in a zone and just go!  Space Mountain one more time, First person to puke gets Mickey ears!  :)  Next, Animal Kingdom!"
}, 
{
"tweet": "I'm listening to \"See You Space Cowboys Not Final Mix Mountain Root\" by The Seatbelts on Pandora http://t.co/9C5gtKzmDe"
}, 
{
"tweet": "Deer seen this morning: Crash Bandibuck, Lumpy Space Deer and LSD Jr., the Doublemint Twins and their clones. Pretty morn on the mountain."
}, 
{
"tweet": "RT @DLP_Rides: Attraction Space Mountain: Mission 2 is temporarily closed while there is a current queue time of 55 minutes. #SpaceMountain…"
}, 
{
"tweet": "Attraction Space Mountain: Mission 2 is temporarily closed while there is a current queue time of 55 minutes. #SpaceMountain #Disneyland"
}, 
{
"tweet": "\"I've been to the mountain top!\" \n\nWe been to space. STFU."
}, 
{
"tweet": "okay so i just remember the story behind why i still have that space mountain fp"
}, 
{
"tweet": "Space mountain was the bestttt but my nephew almost cried after riding it ahahahah o(-("
}, 
{
"tweet": "space mountain very² awesome"
}, 
{
"tweet": "@sutephu found your problem; you were in line for something that wasn't space/splash mountain"
}, 
{
"tweet": "There is a line for Nautilus, and let's not start about the one for Space Mountain Mission 2 ;-) good day for DLP http://t.co/4IUi6BXeQx"
}, 
{
"tweet": "Did I mention before that there was a lake in front of Space Mountain? http://t.co/IxHgA7o7y4"
}, 
{
"tweet": "@NyasaTimess Thanks for covering our story! http://t.co/k7mgPXw7I7 Next month we're releasing Michael Mountain... watch this space #Malawi"
}, 
{
"tweet": "Just posted a photo @ Space Mountain http://t.co/2DTjV8x8yc"
}, 
{
"tweet": "RT @CartwrightKeith: 90 minutes for Space Mountain. Ha, nope."
}, 
{
"tweet": "s/o to these guys for hooking it up with the fast passes to space mountain 😂"
}, 
{
"tweet": "9h15, Space mountain 2 ! Let's go ! :D"
}, 
{
"tweet": "@jbgrimmiefan @jose_mostajo space mountain?"
}, 
{
"tweet": "@Amaris_Aguilar can we go to DLAND again??? I still have those fast passes I found on the floor for space mountain :-(((("
}, 
{
"tweet": "Other than Wishes, went to Mickey's Philarmagic, Peter Pan, Haunted Mansion, Space Mountain, and then Seven Dwarfs Mine Train in that order."
}, 
{
"tweet": "Saw @K_Ctmd22 going on Space Mountain before"
}, 
{
"tweet": "Can confirm: Space Mountain is the most overrated ride here."
}, 
{
"tweet": "Megan always pretends she's on space mountain"
}, 
{
"tweet": "@_mariselas I was standing next to a hot boy in line at space mountain it RUINED me when flash went off"
}, 
{
"tweet": "RT @Aye_serena: “@TheProdigy2401: \"@Aye_serena: “@TheProdigy2401: Best ride in Disney is splash mountain 🙌” *space mountain\"* buzz lightyea…"
}, 
{
"tweet": "RT @TheProdigy2401: \"@Aye_serena: “@TheProdigy2401: Best ride in Disney is splash mountain 🙌” *space mountain\"* buzz lightyear"
}, 
{
"tweet": "“@TheProdigy2401: \"@Aye_serena: “@TheProdigy2401: Best ride in Disney is splash mountain 🙌” *space mountain\"* buzz lightyear”*tea cups"
}, 
{
"tweet": "\"@Aye_serena: “@TheProdigy2401: Best ride in Disney is splash mountain 🙌” *space mountain\"* buzz lightyear"
}, 
{
"tweet": "“@TheProdigy2401: Best ride in Disney is splash mountain 🙌” *space mountain"
}, 
{
"tweet": "Space Mountain took me into another dimension."
}, 
{
"tweet": "“@Imani_Blackmon: Space mountain had me like... http://t.co/W8eUbPY3Pg”😂😂😔ypu look so scared ...I'm dead"
}, 
{
"tweet": "this space mountain line gmfu http://t.co/zwWiUukc7h"
}, 
{
"tweet": "“@morgandeloach_: how do I get space mountain in my backyard” you ride it 17 times"
}, 
{
"tweet": "RT @TeamShackles: “@Imani_Blackmon: Space mountain had me like... http://t.co/jHFWQrnC7M” @Fa2Chainz is that you?😂😂"
}, 
{
"tweet": "“@Imani_Blackmon: Space mountain had me like... http://t.co/jHFWQrnC7M” @Fa2Chainz is that you?😂😂"
}, 
{
"tweet": "Me and @DanielleLarios only rode space mountain 20 times in a row within an hour😅😅😂"
}, 
{
"tweet": "RT @morgandeloach_: how do I get space mountain in my backyard"
}, 
{
"tweet": "Space mountain had me like... http://t.co/B1mpvCz0Uj"
}, 
{
"tweet": "camping out for free space mountain fast passes lol"
}, 
{
"tweet": "@iamthejayc  Avoiding the Black Friday crowds and hanging out in line for Space Mountain at Disneyland.  Think all the shoppers r here tho!😉"
}, 
{
"tweet": "@aleeexandrra_ ya you are you're in the forth row in the space mountain picture 💁"
}, 
{
"tweet": "I have an irrational fear of my head smashing into something while I’m riding Space Mountain."
}, 
{
"tweet": "how do I get space mountain in my backyard"
}, 
{
"tweet": "Late night Space Mountain ride with my best buddy! #disney #magickingdom #spacemountain #TeamVail http://t.co/wRwYEX1uQ2"
}, 
{
"tweet": "What's not to love about Space Mountain? It's beautiful, exciting, dark, and AMAZING! #TheLoveOfMyLife… http://t.co/Qn1zmSWXd1"
}, 
{
"tweet": "Also I almost killed both my parents tonight by making them go on Space mountain, I didn't remember it being so hazardous to health"
}, 
{
"tweet": "Nothing beats Space Mountain drunk. http://t.co/WIu2BYkdBH"
}, 
{
"tweet": "I can cross off getting stuck on space mountain from my bucket list"
}, 
{
"tweet": "90 minutes for Space Mountain. Ha, nope."
}, 
{
"tweet": "@GillSmoky @hopexwillxfall @WaltDisneyWorld omg you guys 😂😂 yes big planes! Lol! And YES all the rides :) space mountain!!! 😁😁"
}, 
{
"tweet": "Space Mountain ✅ Star Tours ✅ Splash Mountain ✅ Tower of Terror ✅ Thunder Mountain✅ and now Matterhorn… http://t.co/LlSrxMhCJJ"
}, 
{
"tweet": "The only thing I got from innerstellar is that some parts reminded me of space mountain frm magic kingdom and it got me nauseous"
}, 
{
"tweet": "The only one on the space mountain rocket 🚀🙋😝#onceinalifetimemoment #howdidthathappen #disneyland… http://t.co/rGmhAqMiWe"
}, 
{
"tweet": "Went on rockin roller coaster and space mountain a combined 9 times today and 16 this vacation"
}, 
{
"tweet": "RT @QueenLarz: Chipotle should start issuing fast passes because I'm pretty sure I waited less to ride space mountain"
}, 
{
"tweet": "stuck on space mountain 👎 https://t.co/59uyaLi9pN"
}, 
{
"tweet": "Just posted a photo @ Space Mountain http://t.co/TiMLewmWHu"
}, 
{
"tweet": "@missumuggins @Deutschblut666 @mountain___law do u see a space in between my Letta's jewie?? I said ARAG not a rag"
}, 
{
"tweet": "Space Mountain was down earlier while we were on the people mover. Lights on! #WDWBeast @ Disneyworld http://t.co/LwHAxdpqZj"
}, 
{
"tweet": "Check out Disney 2 Pin Set- Chip Astro Orbiter and Daisy Space Mountain NEW  http://t.co/GeYOAv4AS9 via @eBay"
}, 
{
"tweet": "“@ThemeParkUnited: RETWEET if you've ridden Space Mountain ! http://t.co/v1hGlvoHtV” me encanta ! ❤️❤️❤️"
}, 
{
"tweet": "For the second time. Last time jumped off harry potter, now im jumping off space mountain."
}, 
{
"tweet": "@Paynedeer it's at Disneyland, next to the space mountain exit"
}, 
{
"tweet": "@ChrisEvans Can we just skip to the part where you love me? Then we can go to Disney together and buy our picture from Space Mountain."
}, 
{
"tweet": "@Space mountain with the bro #Disneyland http://t.co/Zpn4TmQI3N"
}, 
{
"tweet": "RT @SpacePornx: Floating dust mountain with stars. ` http://t.co/ViX6JJKtd3\n\nAAAAAA SPACE IS SO PRETTY"
}, 
{
"tweet": "DAMNIT!!!! Our space mountain picture was the best one ever and I couldn't take a picture of it!!! 😩😩😩"
}, 
{
"tweet": "RT @paysonlewis: Pretty sure I just won Space Mountain. 😎 disneyland #spacemountain http://t.co/m3KXJDrCe9"
}, 
{
"tweet": "Chase's first time on Space Mountain! @ Space mountain @ Disneyland http://t.co/Eoe1d1x2Bq"
}, 
{
"tweet": "Just posted a photo @ Space Mountain http://t.co/ikMY2sqeki"
}, 
{
"tweet": "Chipotle should start issuing fast passes because I'm pretty sure I waited less to ride space mountain"
}, 
{
"tweet": "RT @TakePart: Pygmies + gorillas used to coexist. Now they're competing for space in the forest they both call home http://t.co/nFZT5xfZGC …"
}, 
{
"tweet": "And I said \"I dnt have time 4 u *zooms off on space mountain*\" HAHAHAAHHAAH I am actually dying"
}, 
{
"tweet": "Space mountain would be amazing right now!"
}, 
{
"tweet": "RT @rossisboss98: Yeeting my way through Space Mountain http://t.co/pMlZ5WzzV4"
}, 
{
"tweet": "Yeeting my way through Space Mountain http://t.co/pMlZ5WzzV4"
}, 
{
"tweet": "Space mountain In disneyland is 100x better than disneyworld."
}, 
{
"tweet": "RT @AllDrTyson: epic mountain view. #milkyway #space #universe http://t.co/lwkFBaxc1s"
}, 
{
"tweet": "RT @smoshanthony: True love on Space Mountain http://t.co/ewh3EAjGR3 http://t.co/x7108d46bT"
}, 
{
"tweet": "On our way out of space mountain it looked like they have a meet and greet with Baymax but it was closed.. The movie just came out?!"
}, 
{
"tweet": "RT @CoachKTurn: Space Mountain maybe the oldest ride in the park but it still has the longest line. http://t.co/lR9YN6uSRC"
}, 
{
"tweet": "Come to Taphouse for some awesome IPA's.  Space Dust, Odells Mountain Standard and Barley Brown's Amazing Pallet... http://t.co/Rk7IfyygFQ"
}, 
{
"tweet": "Nothing awkward about getting stuck on Space Mountain and having everyone stare at you 😯😂😂😂 🌌🌙 http://t.co/n67KoMhvpq"
}, 
{
"tweet": "just sat in line for space mountain for like 30 minutes and it closed before we rode it. 😑"
}, 
{
"tweet": "It's more like one of those lonely ones in which someone is lost at sea/ in the woods/ on a mountain/ in space"
}, 
{
"tweet": "This looks like I'm an ad for disneyland 😍😍 @ Space Mountain http://t.co/053CkTWAY3"
}, 
{
"tweet": "Emma Lou Garrison on Space Mountain!  It's a GREAT day at Disney!!!! http://t.co/tJVMfe7zPa"
}, 
{
"tweet": "Sky's first time on space mountain, priceless :-) http://t.co/GLuHdi7XxD"
}, 
{
"tweet": "RT @BackflipDunk: Is there a game going on? I've been riding Space Mountain for the past 3 hours nonstop"
}, 
{
"tweet": "Bout to get on Space Mountain for magensevere bday! #disney #spacemountain http://t.co/G9wPeSe248"
}, 
{
"tweet": "If I got a fast pass for space mountain right now, what is the return time?"
}, 
{
"tweet": "Playing a show tonight at Holy Mountain with SPACE CAMP.  Early set."
}, 
{
"tweet": "Have you ever been to Disneyland? How about Disneyland high? Ride space mountain"
}, 
{
"tweet": "@ScentedDreamer oh I'll be at disney riding space mountain :3"
}, 
{
"tweet": "Also absolutely crapped myself on Space Mountain and Indiana Jones. Naturally. #DisneylandParis http://t.co/Hu7ryMASmt"
}, 
{
"tweet": "&amp; why is Joe Johnson playing like his talent was stolen by aliens from Moron Mountain? This is not Space Jam. Get it together! #Nets"
}, 
{
"tweet": "fav Space Mountain Mix by Naomi Pressmann https://t.co/X9dkVE7uNu on #SoundCloud"
}, 
{
"tweet": "fav Space Mountain Mix by Naomi Pressmann https://t.co/vF9qoht0cu on #SoundCloud"
}, 
{
"tweet": "“@MirandaWeissman: An hour wait for space mountain 😅”BUT ITS the best an go get fast passes come on"
}, 
{
"tweet": "An hour wait for space mountain 😅"
}, 
{
"tweet": "Space mountain http://t.co/7rPC8ukSuV"
}, 
{
"tweet": "we coudl go on space mountain nd i wodulnt tell him when the picture takes nd his hair woudl be all blown back when it takes"
}, 
{
"tweet": "“@Sam_Dubreuil: Space mountain only fits 6 at a time so obviously Sage has to go alone”"
}, 
{
"tweet": "space mountain *_____*"
}, 
{
"tweet": "RT @ikeara: @yelyahwilliams Paris space mountain is so scary 😱"
}, 
{
"tweet": "Space mountain only fits 6 at a time so obviously Sage has to go alone"
}, 
{
"tweet": "Couple in line in front of us for Space Mountain just took the fifth selfie of themselves kissing. It was “fourth” before I started typing."
}, 
{
"tweet": "Space Mountain maybe the oldest ride in the park but it still has the longest line. http://t.co/lR9YN6uSRC"
}, 
{
"tweet": "why does space mountain have to be closed😩"
}, 
{
"tweet": "@CVillanOfficial why didn't you go on space mountain tho"
}, 
{
"tweet": "Chillin in tomorrow land waiting for my friends to et off space mountain.....this music is starting to get to me though lol"
}, 
{
"tweet": "@Megan_Marteen space mountain and that💕"
}, 
{
"tweet": "RT @velvetgh0st: @LucyAndLydia @amyleechambers0 you little dare Devils! I just love space mountain"
}, 
{
"tweet": "RT @Scuba_Steve112: I can't wait to have kids just so I can take them to Disney world, they can wait in the stroller but I'm riding space m…"
}, 
{
"tweet": "Dammit space mountain, it's just my luck that there would be a downtime while I'm on it #disneyland"
}, 
{
"tweet": "RT @ShaunCHill: Today we (@slay_tracks) premiered one of my favourite songs of 2014 by @spaacemtn called 'California Blue'. Check it: http:…"
}, 
{
"tweet": "Space Mountain was part of the Discoveryland research facility."
}, 
{
"tweet": "\"isabella there were 5 marching band boys checking you out as they walked onto space mountain. i know how you love band kids these days\""
}, 
{
"tweet": "RT @spaacemtn: New song premiere on @slay_tracks today!!! 😎 http://t.co/xvAAjT70Z4"
}, 
{
"tweet": "@KJoanna I have been so brave today on rides lol. I did think I was going to die on space mountain! 😖😖😖"
}, 
{
"tweet": "@LucyAndLydia @amyleechambers0 you little dare Devils! I just love space mountain"
}, 
{
"tweet": "Hey @GoldFlakePaint you heard of @spaacemtn? We premiered his new song today on @slay_tracks and it's great http://t.co/ovjXnFTL1a"
}, 
{
"tweet": "Today we (@slay_tracks) premiered one of my favourite songs of 2014 by @spaacemtn called 'California Blue'. Check it: http://t.co/ovjXnFTL1a"
}, 
{
"tweet": "Found the best drifting space up by Timberline last night 👌 It was so much fun driving up the mountain then fucking around on the ice 😍😍"
}, 
{
"tweet": "Body isn't ready for space mountain 😳 #Disneyland"
}, 
{
"tweet": "RT @UGoMayaCoco: Tbt to Maddie and I screaming suck my ass on Space Mountain http://t.co/wpoOLbKFFS"
}, 
{
"tweet": "@coda_b @charmwitch while one might think that it is a mountain in space, it is in fact space contained within a mountain"
}, 
{
"tweet": "@MelvinWest18 were on space mountain"
}, 
{
"tweet": "It's that time of year: \"Day 1 of the 2014 Hubble Space Telescope Advent Calendar: Mystic Mountain - http://t.co/BxBLPQg43c\" by @in_focus"
}, 
{
"tweet": "About to ride Space Mountain for the first time, pray for my soul and @triciaduh's hand so I don't squeeze it off"
}, 
{
"tweet": "I can't wait to have kids just so I can take them to Disney world, they can wait in the stroller but I'm riding space mountain"
}, 
{
"tweet": "@charmwitch angie. what's space mountain"
}, 
{
"tweet": "The day will come when I go to Disneyland and Space Mountain is closed for repairs and that is the day dreams die"
}, 
{
"tweet": "Being the kid that I am in #DisneyLand. #spacemountain @ Space Mountain http://t.co/XSRmffHNrw"
}, 
{
"tweet": "Bout to ride Space Mountain 😎"
}, 
{
"tweet": "When watching @VanossGaming w/ my Bf in line for Space Mountain at Disney &amp; the man infront of us got curious what was fucking hilarious 😂"
}, 
{
"tweet": "@FwugRadiation @stripedbird one of my friends dragged me on space mountain and I enjoyed it a lot more than I was expecting"
}, 
{
"tweet": "RT @slay_tracks: we're premiering the new track by @spaacemtn off his upcoming EP, it's so great! FFO: spook houses/lvl up/silver jews http…"
}, 
{
"tweet": "I would take a selfie with Aubie at Space Mountain in Disneyland! https://t.co/RSO9MoNRmH #CapitalOneAubie"
}, 
{
"tweet": "Keeping my tradition of absurd ride photos alive!! @ Space Mountain http://t.co/lG9QvaYN5G"
}, 
{
"tweet": "Space mountain is 10 minutes"
}, 
{
"tweet": "RT @Britt_perrone: @LissaDaKissa Nah man its about that waiting in line romance you have with a cute boy waiting for space mountain"
}, 
{
"tweet": "Just posted a photo @ Space Mountain http://t.co/PSQCiXx1AR"
}, 
{
"tweet": "@LissaDaKissa Nah man its about that waiting in line romance you have with a cute boy waiting for space mountain"
}, 
{
"tweet": "Keeping my tradition of absurd ride photos alive!! @ Space Mountain http://t.co/tU3w9Bd5AS"
}, 
{
"tweet": "Falls twice  in space mountain line :-)"
}, 
{
"tweet": "U know Disneyland is empty when space mountain is 10 mins"
}, 
{
"tweet": "These wait times are incredible...space mountain 10 min? 😩"
}, 
{
"tweet": "Imagine Space Mountain, but you are in a round pod and every time you hit a curve or hill, you spin around. Yeah, that's what I just rode."
}, 
{
"tweet": "Space mountain time"
}, 
{
"tweet": "Space mountain is only a 10 minute wait 😭🙏"
}, 
{
"tweet": "Live tweet @ space mountain http://t.co/1mYYgCAnA0"
}, 
{
"tweet": "IG photo by @_dlm10 Space Mountain &amp; Petunia ! #excusemyexcitement #spacemountain #disneyland #disneyland http://t.co/2aJZm8ME1P"
}, 
{
"tweet": "RT @primausa: technically Space Mountain is a lore correct Hellsguard Roegadyn name"
}, 
{
"tweet": "technically Space Mountain is a lore correct Hellsguard Roegadyn name"
}, 
{
"tweet": "RT @slay_tracks: in case you missed the amazing @spaacemtn track we premiered yesterday: http://t.co/mSk9aAkIEj"
}, 
{
"tweet": "RT @QaraKoyunlu: \"technically Space Mountain is a lore correct Roegadyn name\""
}, 
{
"tweet": "\"technically Space Mountain is a lore correct Roegadyn name\""
}, 
{
"tweet": "RT @robotpig: A closer look on X-15A2  #avgeek #space https://t.co/SgWCIJwnp0"
}, 
{
"tweet": "RT @spencerhawes00: Happiest place on earth with my favorite little Clippers fan. @ Space Mountain http://t.co/YgIXIuSeaZ"
}, 
{
"tweet": "RT @meghan_odom: About to ride Space Mountain for the first time, pray for my soul and @triciaduh's hand so I don't squeeze it off"
}, 
{
"tweet": "Rain at disneyland means 10 min wait for space mountain 😎 http://t.co/vKDUz03mTD"
}, 
{
"tweet": "TIFU by taking my daughter on Space Mountain http://t.co/rokTdXav5q"
}, 
{
"tweet": "@Disneyland stand in line &amp; then leave because I have a fast pass for Space Mountain."
}, 
{
"tweet": "RT @hallie_aiono: Riding space mountain with our bae's❤️❤️ http://t.co/bLsWUGYL85"
}, 
{
"tweet": "I'm trying to come up with a name for the black hole backdrop that we have this week w/ale fest blocking our square view. Space Mountain?"
}, 
{
"tweet": "Me: I'd like to go to space one time in my life. \n\nDad: You've been to Space Mountain, what more could you want?"
}, 
{
"tweet": "This little boy gets off space mountain and looks at me and says \"THAT WAS SO MUCH FUN HANNAH!\" Made my day!"
}, 
{
"tweet": "RT @kenny42o: Line at starbucks is straight disneyland space mountain"
}, 
{
"tweet": "Space mountain round 3"
}, 
{
"tweet": "Line at starbucks is straight disneyland space mountain"
}, 
{
"tweet": "in case anyone was wondering was for space mountain right now... check it out.. only 10 minutes.!!! http://t.co/X6f9XobVBn"
}, 
{
"tweet": "#DisneyDad RT @spencerhawes00: Happiest place on earth with my favorite little Clippers fan. @ Space Mountain http://t.co/ovRYdj15sW"
}, 
{
"tweet": "Happiest place on earth with my favorite little Clippers fan. @ Space Mountain http://t.co/YgIXIuSeaZ"
}, 
{
"tweet": "20 minutes for Space Mountain? Hell, yes. :) @disneyland http://t.co/hzJKQttBaQ"
}, 
{
"tweet": "@mantia Did you use brushes for the sky in the Space Mountain wallpaper? Love it."
}, 
{
"tweet": "Honestly don't know how some of these big people fit inside the space mountain cart."
}, 
{
"tweet": "Also ride space mountain. Never rode it before because I was scared when I was little"
}, 
{
"tweet": "My blog entry about illegal #mountainbiking trails is getting major traffic on http://t.co/Cg46v34BAG. http://t.co/55WMFc2Mkv."
}, 
{
"tweet": "If Tatum doesn't go to Vidcon, I'm going to have to ride space mountain alone :("
}, 
{
"tweet": "@Lys022 she could sit in between us on space mountain 👪"
}, 
{
"tweet": "@tonyvanetti  I agree Tony I went to Disney at Magic Kingdom and a UK fan was riding space mountain with me."
}, 
{
"tweet": "When space mountain is a 20 min wait  #goals"
}, 
{
"tweet": "@TheLegiitNikki Star Tours is 10 minutes, Space Mountain is 20 minutes, Splash is a surprising 28 minutes http://t.co/2jIcksbRS4"
}, 
{
"tweet": "@PRETTYYUNGPAPI I hope u die on space mountain"
}, 
{
"tweet": "It's raining. I have class at 1. The line for Space Mountain is 5 minutes. What do you think I'm pick?"
}, 
{
"tweet": "@SeriousSlav big thunder mountain. space mountain is my least just due to being in the dark in a tight car. :c"
}, 
{
"tweet": "i did big thunder mountain railroad, space mountain and the seven dwarves mine train."
}, 
{
"tweet": "We would get stuck on space mountain lo l http://t.co/MjgmZovU87"
}, 
{
"tweet": "RT @RunawayInLA: @TatianaTouch Can we get Tsum Tums together and then ride Space Mountain and eat churros"
}, 
{
"tweet": "@EmilyRoseMackay @laurasnapes I lost one of those bobbles made of hair on space mountain in 1999, didn't find it did you?"
}, 
{
"tweet": "@laurasnapes yeah we stumbled on him by accident, he was AMAZING. I do love a dragon. Space Mountain and the fireworks at the close were ace"
}, 
{
"tweet": "RT @KLobstar: [rollerskates up to group of kids]\nHello fellow also human teens! yolo! Let us discuss space defense and-\n[fumbles with paper…"
}, 
{
"tweet": "@geekgirldiva Aw thank you! Yeah, I rather like Disney in the rain. \nObviously no fireworks tonight, but Space Mountain is still open. ;)"
}, 
{
"tweet": "They go on space mountain and Brett Screams"
}, 
{
"tweet": "Woop woop Space Mountain!!! #SpaceMountain #waltdisneyworld #LoveFL @ Disney's Magic Kingdom http://t.co/xYrvq9Vg1q"
}, 
{
"tweet": "RT @briannaaa256: @ViCKy_L0HAN @mighty_thorr actual picture of us on space mountain http://t.co/MV3POWT0m8"
}, 
{
"tweet": "@xokay_gangi idk she just posted a selfie with her friend \"stuck on space mountain\" also the lights are on"
}, 
{
"tweet": "#OneMoreDaySweeps another day to ride Space Mountain would be awesome!"
}, 
{
"tweet": "@xokay_gangi someone i follow on tumblr just instagrammed a pic of them stuck on space mountain and i thought of u"
}, 
{
"tweet": "2014 Hubble Space Telescope Advent Calendar \"Mystic Mountain\", a pillar of gas and dust three light-years tall, is http://t.co/pDqyjgJMhd"
}, 
{
"tweet": "@TatianaTouch Can we get Tsum Tums together and then ride Space Mountain and eat churros"
}, 
{
"tweet": "@ViCKy_L0HAN @mighty_thorr actual picture of us on space mountain http://t.co/MV3POWT0m8"
}, 
{
"tweet": "RT @mighty_thorr: @briannaaa256 @ViCKy_L0HAN we peakin on space mountain 😂"
}, 
{
"tweet": "@briannaaa256 @ViCKy_L0HAN we peakin on space mountain 😂"
}, 
{
"tweet": "nathanial.   @nathanialjg     :@melissablount space mountain was the 2nd roller coaster I ever liked, at ag...  http://t.co/mAl5Bqwhi8"
}, 
{
"tweet": "@melissablount space mountain was the 2nd roller coaster I ever liked, at age 14. Peter Pan is beautiful!"
}, 
{
"tweet": "@nathanialjg Doing most of those except Peter Pan (maybe) and Space Mountain. Conor is 3 inches too short and Josh is terrified."
}, 
{
"tweet": "@melissablount jungle cruise, big thunder, holiday haunted mansion, Peter Pan, mine train, buzz light year, space mountain"
}, 
{
"tweet": "#TBT To when i was banned from Disneyworld for doing the Roller Coaster scene from Fear by myself at Space Mountain."
}, 
{
"tweet": "Beat Jason on space mountain, he mad lol"
}, 
{
"tweet": "im so gay for space mountain dont touch me"
}, 
{
"tweet": "the fastpasses they gave us are good for space mountain we all know what im gonna use them for"
}, 
{
"tweet": "it is one of my bucket list iteams to get stuck on space mountain and ride it with the lights on"
}, 
{
"tweet": "Currently stuck on space mountain... If we don't make it... We love you all. @bucgal83 #Disney http://t.co/IuMWEI9JMR"
}
]